<?php
// Heading
$_['heading_title']    = 'Тиллар';

// Text
$_['text_success']     = 'Сиз тилларни ўзгартирдингиз!';
$_['text_list']        = 'Тиллар рўйхати';

// Column
$_['column_name']      = 'Тил номи';
$_['column_status']    = 'Ҳолат';
$_['column_action']    = 'Амал';

// Error
$_['error_permission'] = 'Диққат: Сизда тилларни ўзгартиришга рухсат йўқ!';
$_['error_extension']  = 'Огоҳлантириш: Кенгайтирма мавжуд эмас!';
$_['error_default']    = 'Диққат: Бу кенгайтирмани ўчириб бўлмайди, чунки у бошқарув панели тили сифатида белгиланган!';