<?php
// Heading
$_['heading_title']    = 'Совға сертификатлари мавзулари';

// Text
$_['text_success']     = 'Созламалар муваффақиятли янгиланди!';
$_['text_list']        = 'Совға сертификатлари мавзулари рўйхати';
$_['text_add']         = 'Қўшиш';
$_['text_edit']        = 'Таҳрирлаш';

// Column
$_['column_name']      = 'Ном';
$_['column_action']    = 'Амал';

// Entry
$_['entry_name']       = 'Ном';
$_['entry_description'] = 'Тавсиф';
$_['entry_image']      = 'Расм';

// Error
$_['error_permission'] = 'Сизда Совға сертификатлари мавзулари кенгайтмасини таҳрирлаш ҳуқуқи йўқ!';
$_['error_name']       = 'Ном 3 дан 32 та белгигача бўлиши керак!';
$_['error_image']      = 'Расм талаб қилинади!';
$_['error_voucher']    = 'Диққат: Бу мавзуни ўчириб бўлмайди, чунки у %s сертификатга белгиланган!'; 