<?php
// Heading
$_['heading_title']      = 'Банк картаси';

// Text
$_['text_description'] = 'Бу тўлов усули сохта бўлиб, банк картаси маълумотларини сақламайди ва ҳақиқий сайтда ишлатилмаслиги керак. У тўлов шлюзи билан интеграция қилиш керак бўлган ишлаб чиқувчилар учун мўлжалланган.';

$_['text_extension']     = 'Кенгайтиришлар';
$_['text_success']       = 'Созламалар муваффақиятли ўзгартирилди!';
$_['text_edit']          = 'Таҳрирлаш';
$_['text_approve']       = 'Тасдиқлаш';
$_['text_deny']          = 'Рад этиш';

// Entry
$_['entry_response']     = 'Процессинг жавоби';
$_['entry_order_status'] = 'Буюртма ҳолати';
$_['entry_fraud_status'] = 'Буюртма ҳолати';
$_['entry_complete_status'] = 'Буюртма ҳолати';
$_['entry_subscription_status'] = 'Буюртма ҳолати';
$_['entry_geo_zone']     = 'Географик зона';
$_['entry_status']       = 'Ҳолат';
$_['entry_sort_order']   = 'Саралаш тартиби';

// Help
$_['help_response'] = 'Модул синов буюртмаларга жавоб (тасдиқ ёки рад этиш) қайтаришини танланг.';

// Error
$_['error_permission']   = 'Сизда бу кенгайтиришни бошқариш учун ҳуқуқ йўқ!';