$_['heading_title']    = 'Расмлар менежери';

$_['text_uploaded']    = 'Файл юкланди!';

$_['text_directory']   = 'Тайёр: Папка яратилди!';

$_['text_delete']      = 'Файл ёки папка ўчирилди!';

$_['entry_search']     = 'Қидириш..';

$_['entry_folder']     = 'Янги папка';

$_['error_permission'] = 'Сизда рухсат йўқ!';

$_['error_filename']   = 'Файл номи 3 дан 255 гача белгилардан иборат бўлиши керак!';

$_['error_folder']     = 'Диққат: Папка номи 3 дан 255 гача белгилардан иборат бўлиши керак!';

$_['error_exists']     = 'Шундай номдаги файл ёки папка аллақачон мавжуд!';

$_['error_directory']  = 'Илтимос, папкани танланг!';

$_['error_filesize']   = 'Диққат: Файл ҳажми нотўғри!';

$_['error_file_type']  = 'Диққат: Файл тури нотўғри!';

$_['error_upload']     = 'Диққат: Номаълум сабабга кўра файл юкланмади!';

$_['error_delete']     = 'Папкани ўчириш мумкин эмас!';