<?php

// Heading
$_['heading_title']   = 'Паролни унутдингизми?';
$_['heading_reset']   = 'Паролни тиклаш';

// Text
$_['text_email']      = 'Ҳисобингиз билан боғланган электрон почта манзилини киритинг. Электрон почтага юборилган паролни тиклаш ҳаволаси орқали ўтинг.';
$_['text_success']    = 'Тасдиқлаш ҳаволаси электрон почта манзилингизга юборилди.';
$_['text_password']   = 'Янги парол.';
$_['text_reset']      = 'Парол янгиланди.';

// Entry
$_['entry_password'] = 'Янги парол';
$_['entry_confirm']  = 'Паролни қайта киритинг';
$_['entry_email']    = 'E-Mail';

// Error
$_['error_email']    = 'Киритилган E-Mail топилмади';
$_['error_code']     = 'Тиклаш коди нотўғри!';
$_['error_disabled'] = 'Паролни тиклаш ёпиқ!';
$_['error_password'] = 'Парол 4 дан 20 тагача белгидан иборат бўлиши керак!';
$_['error_confirm']  = 'Пароллар мос келмади!';