<?php
// Heading
$_['heading_title']         = 'Профиль';

// Text
$_['text_success']          = 'Созламалар муваффақиятли ўзгартирилди!';
$_['text_edit']             = 'Таҳрирлаш';
$_['text_user']             = 'Фойдаланувчилар ҳақида маълумот';
$_['text_password']         = 'Пароль';


// Entry
$_['entry_username']        = 'Логин';
$_['entry_password']        = 'Пароль';
$_['entry_confirm']         = 'Паролни тасдиқланг';
$_['entry_firstname']       = 'Исм';
$_['entry_lastname']        = 'Фамилия';
$_['entry_email']           = 'E-Mail';
$_['entry_image']           = 'Расм';

// Error
$_['error_permission']      = 'Диққат: Сизда профилингизни ўзгартириш учун рухсат йўқ!';
$_['error_username_exists'] = 'Диққат: Фойдаланувчи логини аллақачон ишлатилган!';
$_['error_username']        = 'Фойдаланувчи логини 3 дан 20 гача белгидан иборат бўлиши керак!';
$_['error_password']        = 'Пароль 4 дан 20 гача белгидан иборат бўлиши керак!';
$_['error_confirm']         = 'Пароль ва такрорий терилган пароль мос келмайди!';
$_['error_firstname']       = 'Исм 1 дан 32 гача белгидан иборат бўлиши керак!';
$_['error_lastname']        = 'Фамилия 1 дан 32 гача белгидан иборат бўлиши керак!';
$_['error_email']           = 'Электрон почта манзили нотўғри!';
$_['error_email_exists']    = 'Диққат: Электрон почта манзили аллақачон рўйхатдан ўтган!';