<?php
// Heading
$_['heading_title'] = 'Аккаунтингизни химояланг';

// Text
$_['text_security'] = 'Номаълум қурилма ёки компьютердан кирганда, назорат саволига жавоб беришингиз керак.';
$_['text_code']     = 'Хавфсизлик коди электрон почтангизга юборилди. Давом этиш учун шу кодни киритинг.';
$_['text_locked']   = 'Сизнинг аккаунтингиз блокланган!';
$_['text_unlock']   = 'Сизнинг аккаунтингиз хавфсизлик коди нотўғри киритилгани учун жуда кўп уринишлар сабабли блокланган. Қайта тиклаш ҳаволасини олиш учун "қайта тиклаш" тугмасини босинг.';
$_['text_unlocked'] = 'Сизнинг аккаунтингиз блокдан чиқарилди!';
$_['text_link']     = 'Қайта тиклаш учун ҳавола электрон почтангизга юборилди!';
$_['text_resend']   = 'Янги хавфсизлик коди электрон почтангизга юборилди!';

// Entry
$_['entry_code']    = 'Хавфсизлик коди';

// Error
$_['error_warning'] = 'Сиз хавфсизлик кодини киритиш учун рухсат этилган уринишлар сонидан ошиб кетдингиз!';
$_['error_code']    = 'Хавфсизлик коди мос келмайди!';
$_['error_reset']   = 'Диққат: Сизнинг хавфсизлик кодингизни қайта тиклаш муваффақиятсиз бўлди!';
