<?php
// Heading
$_['heading_title']                = 'Авторизация';

// Text
$_['text_account']                 = 'Шахсий кабинет';
$_['text_login']                   = 'Авторизация';
$_['text_new_customer']            = 'Янги мижоз';
$_['text_register']                = 'Рўйҳатдан ўтиш';
$_['text_register_account']        = 'Ҳисоб рақами яратиш тезроқ сотиб олишга ёрдам беради. Сиз буюртма ҳолатини назорат қилиш ва аввалги буюртмаларни кўриш имкониятига эга бўласиз. Сиз мукофот балларини тўплаш ва чегирма купонларини олиш имкониятига эга бўласиз. <BR>Доимий мижозларга биз ички чегирмалар тизими ва шахсий хизматни таклиф қиламиз.<BR>';
$_['text_returning_customer']      = 'Рўйҳатдан ўтган мижоз';
$_['text_i_am_returning_customer'] = 'Шахсий кабинетга кириш';
$_['text_forgotten']               = 'Паролни унутдингизми?';

// Entry
$_['entry_email']                  = 'E-Mail';
$_['entry_password']               = 'Пароль';

// Error
$_['error_token']                  = 'Огоҳлантириш: Нотўғри сессия токени. Илтимос, қайта авторизациядан ўтинг!';
$_['error_login']                  = 'E-Mail ва/ёки пароль нотўғри киритилган!';
$_['error_attempts']               = 'Сизда авторизация учун максимал уринишлар сони ошиб кетди. Сайтда авторизацияни 1 соатдан сўнг қайта уриниб кўринг';
$_['error_approved']               = 'Авторизациядан олдин аккаунтни тасдиқлаш керак.';