<?php
// Heading
$_['heading_title'] = 'Менинг сақланганларим';

// Text
$_['text_account']  = 'Шахсий кабинет';
$_['text_instock']  = 'Мавжуд';
$_['text_wishlist'] = 'Сақланганлар (%s)';
$_['text_login']    = 'Сиз <a href="%s">%s</a> ни <a href="%s">сақланганлар</a> рўйҳатига қўшишинггиз учун <a href="%s">кириш</a>инггиз ёки <a href="%s">аккаунт яратиш</a>инггиз керак!';
$_['text_success']  = 'Сиз <a href="%s">%s</a> ни <a href="%s">сақланганлар</a> га қўшдингиз!';
$_['text_remove']   = 'Сақланганлар рўйҳати муваффақиятли ўзгартирилди!';
$_['text_no_results']   = 'Сизнинг сақланганларингиз бўш';

// Column
$_['column_image']  = 'Расм';
$_['column_name']   = 'Маҳсулот номи';
$_['column_model']  = 'Модель';
$_['column_stock']  = 'Мавжудлиги';
$_['column_price']  = 'Битта махсулот нархи';
$_['column_action'] = 'Амал';

// Error
$_['error_product']   = 'Огоҳлантириш: Маҳсулот топилмади!';
$_['error_login']     = 'Диққат: Сиз <a href="%s">сақланганлар</a> рўйҳатидан маҳсулотларни ўчириш учун <a href="%s">кириш</a>инггиз ёки <a href="%s">аккаунт яратиш</a>инггиз керак!';