<?php
// Heading
$_['heading_title']    = 'Купонлар';

// Text
$_['text_success']     = 'Созламалар муваффақиятли ўзгартирилди!';
$_['text_list']        = 'Купонлар рўйхати';
$_['text_add']         = 'Қўшиш';
$_['text_edit']        = 'Таҳрирлаш';
$_['text_percent']     = 'Фоиз';
$_['text_amount']      = 'Белгиланган сумма';
$_['text_coupon']      = 'Купон тарихи';

// Column
$_['column_name']      = 'Купон номи';
$_['column_code']      = 'Код';
$_['column_discount']  = 'Чегирма';
$_['column_date_start'] = 'Бошланиш санаси';
$_['column_date_end']  = 'Тугаш санаси';
$_['column_status']    = 'Ҳолат';
$_['column_order_id']  = 'Буюртма №';
$_['column_customer']  = 'Мижоз';
$_['column_amount']    = 'Сумма';
$_['column_date_added'] = 'Қўшилган сана';
$_['column_action']    = 'Амал';

// Entry
$_['entry_name']       = 'Купон номи';
$_['entry_code']       = 'Код';
$_['entry_type']       = 'Тури';
$_['entry_discount']   = 'Чегирма';
$_['entry_logged']     = 'Мижоз авторизацияси';
$_['entry_shipping']   = 'Бепул етказиб бериш';
$_['entry_total']      = 'Минимал сумма';
$_['entry_category']   = 'Категориялар';
$_['entry_product']    = 'Маҳсулотлар';
$_['entry_date_start'] = 'Бошланиш санаси';
$_['entry_date_end']   = 'Тугаш санаси';
$_['entry_uses_total'] = 'Купондан фойдаланиш сони';
$_['entry_uses_customer'] = 'Бир мижоз томонидан фойдаланиш сони';
$_['entry_status']     = 'Ҳолат';

// Help
$_['help_code']        = 'Мижоз чегирма олиш учун киритадиган код';
$_['help_type']        = 'Фоиз ёки белгиланган сумма';
$_['help_logged']      = 'Мижоз купондан фойдаланиш учун тизимга кириши керак';
$_['help_total']       = 'Купон амалда бўладиган жами сумма';
$_['help_category']    = 'Танланган категориядаги барча маҳсулотларни танланг';
$_['help_product']     = 'Купон қўлланиладиган аниқ маҳсулотларни танланг. Агар маҳсулот танланмаган бўлса, купон саватчадаги барча маҳсулотлар учун амалда бўлади';
$_['help_uses_total']  = 'Барча мижозлар учун купондан фойдаланишнинг максимал сони. Чекланмаган фойдаланиш учун бўш қолдиринг';
$_['help_uses_customer'] = 'Бир мижоз учун купондан фойдаланишнинг максимал сони. Чекланмаган фойдаланиш учун бўш қолдиринг';

// Error
$_['error_permission'] = 'Сизда купонларни ўзгартириш учун рухсат йўқ!';
$_['error_exists']     = 'Бундай кодли купон мавжуд!';
$_['error_name']       = 'Купон номи 3 дан 128 тагача белгидан иборат бўлиши керак!';
$_['error_code']       = 'Код 3 дан 20 тагача белгидан иборат бўлиши керак!';