<?php
// Heading
$_['heading_title']    = 'Маркетинг';

// Text
$_['text_success']     = 'Созламалар муваффақиятли ўзгартирилди!';
$_['text_list']        = 'Акциялар рўйхати';
$_['text_add']         = 'Қўшиш';
$_['text_edit']        = 'Таҳрирлаш';
$_['text_filter']      = 'Филтр';
$_['text_history']     = 'Тарих';
$_['text_history_add'] = 'Қўшиш';
$_['text_report']      = 'Ҳисобот';

// Column
$_['column_name']      = 'Акция номи';
$_['column_code']      = 'Код';
$_['column_clicks']    = 'Ўтишлар';
$_['column_orders']    = 'Буюртмалар';
$_['column_date_added'] = 'Қўшилган сана';
$_['column_action']    = 'Амал';

// Entry
$_['entry_name']       = 'Акция номи';
$_['entry_description'] = 'Акция тавсифи';
$_['entry_code']       = 'Кузатув коди';
$_['entry_example']    = 'Мисоллар';
$_['entry_date_added'] = 'Қўшилган сана';
$_['entry_date_from']  = 'санасидан';
$_['entry_date_to']    = 'санасигача';

// Help
$_['help_code']        = 'Маркетинг кампанияларини кузатиш учун ишлатиладиган кузатув коди.';
$_['help_example']     = 'Тизим рефералларни кузата олиши учун, сиз кузатув кодини ўз сайтингизга ҳавола қўшилган URL манзилининг охирига қўшишингиз керак.';

// Error
$_['error_permission'] = 'Сизда Маркетинг модулини ўзгартириш учун рухсат йўқ!';
$_['error_name']       = 'Акция номи 3 дан 32 тагача белгидан иборат бўлиши керак!';
$_['error_code']       = 'Кузатув кодини кўрсатиш керак!';
$_['error_exists']     = 'Кузатув коди аллақачон ишлатилган!';