<?php
// Heading
$_['heading_title']        = 'Етказиб бериш ва солиқларни ҳисоблаш';

// Text
$_['text_shipping_method'] = 'Етказиб бериш усуллари';
$_['text_destination']     = 'Етказиб бериш ҳисоб-китобини олиш учун манзилингизни киритинг.';
$_['text_estimate']        = 'Илтимос, ушбу буюртма учун етказиб бериш усулини танланг.';
$_['text_success']         = 'Етказиб бериш ҳисоб-китоби қўлланилди!';

// Entry
$_['entry_country']        = 'Давлат';
$_['entry_zone']           = 'Ҳудуд / Вилоят';
$_['entry_postcode']       = 'Почта индекси';

// Error
$_['error_postcode']       = 'Почта индекси 2 дан 10 та белгигача бўлиши керак!';
$_['error_country']        = 'Илтимос, давлатни танланг!';
$_['error_zone']           = 'Илтимос, ҳудуд ёки вилоятни танланг!';
$_['error_shipping']       = 'Диққат: Етказиб бериш усулини танлаш керак!';
$_['error_no_shipping']    = 'Диққат: Мавжуд етказиб бериш вариантлари йўқ. Илтимос, ёрдам учун <a href="%s">биз билан боғланинг</a>!';