<?php
// Heading
$_['heading_title']  = 'Контактлар'; // 'Контакты'

// Text
$_['text_location']  = 'Биз билан боғланиш'; // 'Связаться с нами'
$_['text_store']     = 'Бизнинг дўконларимиз'; // 'Наши магазины'
$_['text_contact']   = 'Алоқа формаси'; // 'Форма обратной связи'
$_['text_address']   = 'Манзилимиз'; // 'Наш адрес'
$_['text_telephone'] = 'Телефон'; // 'Телефон'
$_['text_fax']       = 'Факс'; // 'Факс'
$_['text_email']     = 'Электрон почта'; // 'Электронная почта'
$_['text_open']      = 'Иш вақти'; // 'Время работы'
$_['text_comment']   = 'Изоҳ'; // 'Комментарий'
$_['text_message']   = '<p>Хабарингиз дўкон эгасига муваффақиятли юборилди!</p>'; // '<p>Ваше сообщение успешно отправлено владельцу магазина!</p>'
$_['text_agree']     = 'Мен <a href="%s" class="modal-link"><b>%s</b></a> ни ўқидим ва шахсий маълумотларни қайта ишлаш ва хавфсизлик шартларига розиман'; // 'Я прочитал <a href="%s" class="modal-link"><b>%s</b></a> и согласен с <br /> условиями безопасности и обработки персональных данных '

// Entry
$_['entry_name']     = 'Исмингиз'; // 'Имя'
$_['entry_email']    = 'Электрон почта'; // 'Электронная почта'
$_['entry_enquiry']  = 'Мавзу'; // 'Тема'

// Email
$_['email_subject']  = 'Мавзу %s'; // 'Мавзу %s'

// Errors
$_['error_name']     = 'Диққат: Исм 3 дан 32 тагача белгидан иборат бўлиши керак!'; // 'Внимание: Имя должно быть от 3 до 32 символов!'
$_['error_email']    = 'Диққат: Электрон почта манзили тўғри эмас!'; // 'Внимание: Адрес электронной почты не является действительным!'
$_['error_enquiry']  = 'Диққат: Мавзу 10 дан 3000 тагача белгидан иборат бўлиши керак!'; // 'Внимание: Тема должна быть от 10 до 3000 символов!'
$_['error_agree']    = 'Сиз %s ни ўқиб чиқишингиз ва рози бўлишингиз керак!'; // 'Вы должны прочитать и согласится с %s!'