<?php
// Heading
// Заголовок
$_['heading_title']                    = 'Дўконларни бошқариш';

// Text
// Текст
$_['text_settings']                    = 'Созламалар';
$_['text_success']                     = 'Созламалар муваффақиятли ўзгартирилди!';
$_['text_list']                        = 'Дўконлар';
$_['text_add']                         = 'Қўшиш';
$_['text_edit']                        = 'Таҳрирлаш';
$_['text_items']                       = 'Маҳсулотлар';
$_['text_shipping']                    = 'Етказиб бериш манзили';
$_['text_payment']                     = 'Тўловчи манзили';
$_['text_product']                     = 'Маҳсулотлар';
$_['text_legal']                       = 'Келишув сиёсати';
$_['text_tax']                         = 'Солиқлар';
$_['text_account']                     = 'Ҳисоб';
$_['text_checkout']                    = 'Буюртмани расмийлаштириш';
$_['text_stock']                       = 'Омбор';
$_['text_image']                       = 'Расмлар ўлчами';
$_['text_region']                      = 'Ҳудуд';
$_['text_language']                    = 'Тил';
$_['text_currency']                    = 'Пул бирлиги';

// Column
// Колонка
$_['column_name']                      = 'Дўкон номи';
$_['column_url']                       = 'Дўкон URL';
$_['column_action']                    = 'Амал';

// Entry
// Ввод
$_['entry_url']                        = 'Дўкон URL';
$_['entry_meta_title']                 = 'Мета-тег Сарлавҳа';
$_['entry_meta_description']           = 'Мета-тег Тавсиф';
$_['entry_meta_keyword']               = 'Мета-тег Калит сўзлар';
$_['entry_layout']                     = 'Стандарт макет';
$_['entry_theme']                      = 'Намуна';
$_['entry_name']                       = 'Дўкон номи';
$_['entry_owner']                      = 'Дўкон эгаси';
$_['entry_address']                    = 'Манзил';
$_['entry_geocode']                    = 'Geocode';
$_['entry_email']                      = 'E-Mail';
$_['entry_telephone']                  = 'Телефон';
$_['entry_image']                      = 'Расмлар';
$_['entry_open']                       = 'Иш вақти';
$_['entry_comment']                    = 'Қўшимча маълумот';
$_['entry_location']                   = 'Жойлашув';
$_['entry_country']                    = 'Давлат';
$_['entry_zone']                       = 'Ҳудуд / Вилоят';
$_['entry_language']                   = 'Тил';
$_['entry_currency']                   = 'Пул бирлиги';
$_['entry_product_description_length'] = 'Белгилар сони (Витрина)';
$_['entry_pagination']                 = 'Маҳсулотлар лимити (Витрина)';
$_['entry_product_count']              = 'Категориядаги маҳсулотлар сони';
$_['entry_cookie']                     = 'Cookie сиёсати';
$_['entry_gdpr']                       = 'GDPR сиёсати';
$_['entry_tax']                        = 'Нархларни солиқ билан кўрсатиш';
$_['entry_tax_default']                = 'Дўкон солиқ манзили';
$_['entry_tax_customer']               = 'Мижоз солиқ манзили';
$_['entry_customer_group']             = 'Мижозлар гуруҳи';
$_['entry_customer_group_display']     = 'Мижозлар гуруҳларини кўрсатиш';
$_['entry_customer_price']             = 'Мижоз нархлари';
$_['entry_account']                    = 'Рўйхатдан ўтишда тасдиқлаш';
$_['entry_cart_weight']                = 'Сават саҳифасидаги оғирлик';
$_['entry_checkout_guest']             = 'Меҳмон буюртмаси';
$_['entry_checkout']                   = 'Буюртмада тасдиқлаш';
$_['entry_stock_display']              = 'Омбордаги қолдиқни кўрсатиш';
$_['entry_stock_checkout']             = 'Омборда камайганда буюртма';
$_['entry_logo']                       = 'Логотип';
$_['entry_icon']                       = 'Иконка';
$_['entry_image_category']             = 'Категориялар рўйхатидаги расм ўлчами';
$_['entry_image_thumb']                = 'Маҳсулотнинг катта расм ўлчами';
$_['entry_image_popup']                = 'Маҳсулотнинг қалқиб чиқувчи расм ўлчами';
$_['entry_image_product']              = 'Маҳсулотлар рўйхатидаги расм ўлчами';
$_['entry_image_additional']           = 'Маҳсулотнинг қўшимча расмлари ўлчами';
$_['entry_image_related']              = 'Ўхшаш маҳсулотлар расм ўлчами';
$_['entry_image_article']              = 'Мақола расми ўлчами';
$_['entry_image_topic']                = 'Мавзу расми ўлчами';
$_['entry_image_compare']              = 'Солиштириш рўйхатидаги расм ўлчами';
$_['entry_image_wishlist']             = 'Хатчўплар рўйхатидаги расм ўлчами';
$_['entry_image_cart']                 = 'Саватдаги маҳсулотлар расм ўлчами';
$_['entry_image_location']             = 'Дўкон расми ўлчами';
$_['entry_width']                      = 'Эни';
$_['entry_height']                     = 'Баландлиги';

// Help
// Справка
$_['help_url']                         = 'Дўконнинг тўлиқ URL манзилини киритинг. Охирига \'/\' қўшинг. Мисол: http://wwww.yourdomain.com/path/';
$_['help_icon']                        = 'Иконка PNG форматида 16px x 16px ўлчамда бўлиши керак.';
$_['help_geocode']                     = 'Илтимос, жойлашувингизни GeoCode сифатида киритинг.';
$_['help_open']                        = 'Дўконинггизнинг иш вақти.';
$_['help_comment']                     = 'Бу майдон мижозга қўшимча маълумот бериш учун. Мисол учун, Бизнинг дўконимиз фақат Visa карталарини қабул қилади.';
$_['help_location']                    = '"Биз билан боғланиш" саҳифасида кўрсатмоқчи бўлган дўкон жойлашуви ҳақида қўшимча маълумот.';
$_['help_currency']                    = 'Стандарт пул бирлигини ўзгартириш. Ўзгаришларни кўриш ва cookie файлларини тозалаш учун браузер кэшини тозалаш керак.';
$_['help_pagination']                  = 'Бир саҳифада қанча элемент кўрсатилишини аниқлайди';
$_['help_product_description_length']  = 'Дўкон витринасида кўрсатиладиган қисқа тавсиф белгилари сонининг чекланиши (тўғридаги маҳсулотлар, акциялар ва бошқалар)';
$_['help_cookie']                      = 'Cookie сиёсатини ЕИ қонунчилигининг бир қисми сифатида кўрсатиш.';
$_['help_gdpr']                        = 'GDPR имкониятлари ва GDPR сиёсатига ҳаволани фаоллаштириш.';
$_['help_tax_default']                 = 'Фойдаланувчи авторизациядан ўтмаган бўлса, солиқларни ҳисоблаш учун дўкон манзилидан фойдаланинг. Сиз дўкон манзилини етказиб бериш манзили ёки тўловчи манзили сифатида ишлатишни танлашингиз мумкин';
$_['help_tax_customer']                = 'Мижоз авторизациядан ўтганда, солиқларни ҳисоблаш учун Мижознинг (стандарт) манзилидан фойдаланинг. Сиз Мижознинг танланган стандарт манзилини етказиб бериш манзили ёки тўловчи манзили сифатида ишлатишни танлашингиз мумкин';
$_['help_customer_group']              = 'Одатдаги мижозлар гуруҳи.';
$_['help_customer_group_display']      = 'Янги харидорлар рўйхатдан ўтишда танлай оладиган Мижозлар гуруҳларини кўрсатиш, Мисол учун "Оптовик харидорлар"';
$_['help_customer_price']              = 'Нархларни фақат рўйхатдан ўтган мижозларга кўрсатиш';
$_['help_account']                     = 'Ҳисоб рўйхатдан ўтишда "қоидалар билан келишув"ни тасдиқлашни талаб қилиш.';
$_['help_checkout_guest']              = 'Мижозларга ҳисоб яратишсиз буюртма бериш имкониятини бериш. Агар маҳсулотда юкланадиган файллар бўлса, бу функция ишламайди.';
$_['help_checkout']                    = 'Буюртма беришда "қоидалар билан келишув"ни тасдиқлашни талаб қилиш.';
$_['help_stock_display']               = 'Маҳсулот саҳифасида омбордаги қолдиқни кўрсатиш.';
$_['help_stock_checkout']              = 'Агар буюриладиган маҳсулотлар ҳозир омборда бўлмаса, Мижозларга буюртма бериш имкониятини бериш.';
$_['help_product_count']               = 'Юқори менюдаги фойдаланувчи қисмининг кичик тоифалардаги махсулотлар сонини кўрсатади. <br><b>Диқат!!!</b> Бу созлама кўп сонли кичик тоифалар бўлганда серверга юкламани оширади!';

// Error
// Ошибка
$_['error_warning']                    = 'Хато! Формадаги хатоларни текширинг!';
$_['error_permission']                 = 'Созламаларни ўзгартириш учун ҳуқуқингиз йўқ!';
$_['error_url']                        = 'Дўкон URL манзили керак!';
$_['error_meta_title']                 = 'Сарлавҳа 3 дан 32 гача белги бўлиши керак!';
$_['error_name']                       = 'Дўкон номи 3 дан 32 гача белги бўлиши керак!';
$_['error_owner']                      = 'Дўкон эгасининг исми 3 дан 64 гача белги бўлиши керак!';
$_['error_address']                    = 'Дўкон манзили 10 дан 256 гача белги бўлиши керак!';
$_['error_email']                      = 'E-Mail манзили нотўғри киритилган!';
$_['error_telephone']                  = 'Телефон 3 дан 32 гача белги бўлиши керак!';
$_['error_product_description_length'] = 'Қисқа тавсиф белгилари сонини кўрсатиш керак!';
$_['error_pagination']                 = 'Саҳифадаги максимал маҳсулотлар сонини кўрсатиш керак!';
$_['help_customer_group_display']      = 'Агар бу имкониятдан фойдаланишни режалаштирган бўлсангиз, стандарт Мижозлар гуруҳини қўшишингиз керак!';
$_['error_default']                    = 'Асосий дўконни ўчириб бўлмайди!';
$_['error_order']                      = 'Хато: Бу дўконни ўчириб бўлмайди, чунки унинг %s та буюртмаси бор!';
$_['error_subscription']               = 'Диққат: Бу дўконни ўчириб бўлмайди, чунки унинг %s та обунаси бор!';
$_['error_image_thumb']                = 'Маҳсулотнинг катта расм ўлчами керак!';
$_['error_image_popup']                = 'Маҳсулотнинг қалқиб чиқувчи расм ўлчами керак!';
$_['error_image_product']              = 'Маҳсулотлар рўйхатидаги расм ўлчами керак!';
$_['error_image_category']             = 'Категориялар рўйхатидаги расм ўлчами керак!';
$_['error_image_additional']           = 'Маҳсулотнинг қўшимча расмлари ўлчами керак!';
$_['error_image_related']              = 'Ўхшаш маҳсулотлар расм ўлчами керак!';
$_['error_image_article']              = 'Мақола расми ўлчами керак!';
$_['error_image_topic']                = 'Мавзу расми ўлчами керак!';
$_['error_image_compare']              = 'Солиштириш рўйхатидаги расм ўлчами керак!';
$_['error_image_wishlist']             = 'Хатчўплар рўйхатидаги расм ўлчами керак!';
$_['error_image_cart']                 = 'Саватдаги маҳсулотларнинг расми ўлчами керак!';
$_['error_image_location']             = 'Дўкон расми ўлчами керак!';