<?php
// Heading
$_['heading_title']    = 'Модуллар';

// Text
$_['text_success']     = 'Созламалар муваффақиятли ўзгартирилди!';
$_['text_layout']      = 'Модулни ўрнатиб, созлагандан сўнг, уни <a href="%s" class="alert-link">Дизайн - Макетлар</a> бўлимида макетга қўшишингиз мумкин!';
$_['text_add']         = 'Қўшиш';
$_['text_list']        = 'Модуллар рўйхати';

// Column
$_['column_name']      = 'Модул номи';
$_['column_status']    = 'Ҳолат';
$_['column_action']    = 'Амал';

// Entry
$_['entry_code']       = 'Модул';
$_['entry_name']       = 'Модул номи';

// Error
$_['error_permission'] = 'Сизда Модуллар кенгайтмасини таҳрирлаш ҳуқуқи йўқ!';
$_['error_extension']  = 'Диққат: Кенгайтирма мавжуд эмас!';
$_['error_name']       = 'Модул номи 3 дан 64 та белгигача бўлиши керак!';
$_['error_code']       = 'Зарур!';