<?php
$_['text_message']  = 'Диққат: Дўконнинг тўғри ишлаши учун браузерингизда cookie файлларини ишга тушириш керак!';
$_['text_success']  = 'Танловингиз ҳақида хабар берганинггиз учун раҳмат!';
$_['text_cookie']   = 'Биз веб-сайтнинг ишлашини яхшилаш учун cookie файлларидан фойдаланамиз. Сайтда қолганинггиз уларнинг қўлланишига рози эканлигингизни билдиради. <a href="%s" class="alert-link modal-link">Батафсил</a>.';

$_['button_agree']    = 'Ҳа, бу ажойиб!';
$_['button_disagree'] = 'Йўқ, раҳмат!';