<?php
// Heading
$_['heading_title']         = 'Захира / Тиклаш';

// Text
$_['text_success']          = 'Вазифа бажарилди!';
$_['text_progress']         = 'Захира нусхасининг холати';
$_['text_backup']           = '%s жадвалининг захира нусхаси. %s та ёзув ишланди. Жами ёзувлар %s';
$_['text_restore']          = '%s дан %s ни тиклаш';
$_['text_option']           = 'Маълумотларни экспорт қилиш жадваллари';
$_['text_history']          = 'Захира нусхаси тарихи';
$_['text_import']           = 'Катта ҳажмли захира нусхалари учун SQL-файлни FTP орқали <strong>~/storage/backup/</strong> каталогига юклаш яхшироқ.';

// Column
$_['column_filename']       = 'Номи';
$_['column_size']           = 'Ҳажми';
$_['column_date_added']     = 'Сана';
$_['column_action']         = 'Амал';

// Entry
$_['entry_progress']        = 'Прогресс';
$_['entry_export']          = 'Экспорт';

// Error
$_['error_permission']      = 'Диққат: сизда Захира / Тиклаш бўлимида ўзгартиришлар киритиш учун рухсат йўқ!';
$_['error_export']          = 'Диққат: Экспорт учун камида битта жадвални танлашинггиз керак!';
$_['error_table']           = '%s жадвали рухсат этилган рўйхатда йўқ!';
$_['error_file']            = 'Файл топилмади!';
$_['error_directory']       = 'Каталог топилмади!';
$_['ошибка не найдена']     = 'Хато: %s файлини топиб бўлмади!';
$_['error_headers_sent']    = 'Хато: сарлавҳалар аллақачон юборилган!';
$_['error_upload_size']     = 'Юкланадиган файл ҳажми %s дан ошмаслиги керак!';