<?php
// Heading
$_['heading_title']      = 'Манзилларим'; // 'Мои Адреса'

// Text
$_['text_account']       = 'Шахсий кабинет'; // 'Личный Кабинет'
$_['text_address_book']  = 'Етказиб бериш манзиллари рўйхати'; // 'Список адресов доставки'
$_['text_address_add']   = 'Манзил қўшиш'; // 'Добавить адрес'
$_['text_address_edit']  = 'Манзилни таҳрирлаш'; // 'Изменить адрес'
$_['text_add']           = 'Манзилингиз муваффақиятли қўшилди'; // 'Ваш адрес был успешно добавлен'
$_['text_edit']          = 'Манзилингиз муваффақиятли ўзгартирилди'; // 'Ваш адрес был успешно изменен'
$_['text_delete']        = 'Манзилингиз муваффақиятли ўчирилди'; // 'Ваш адрес был успешно удален'
$_['text_no_results']    = 'Ҳисобингизда манзиллар рўйхати бўш.'; // 'Список адресов в аккаунте, пуст.'

// Entry
$_['entry_firstname']    = 'Исм, Отасининг исми'; // 'Имя, Отчество'
$_['entry_lastname']     = 'Фамилия'; // 'Фамилия'
$_['entry_company']      = 'Компания'; // 'Компания'
$_['entry_address_1']    = 'Манзил 1'; // 'Адрес 1'
$_['entry_address_2']    = 'Манзил 2'; // 'Адрес 2'
$_['entry_postcode']     = 'Почта индекси'; // 'Почтовый индекс'
$_['entry_city']         = 'Шаҳар'; // 'Город'
$_['entry_country']      = 'Давлат'; // 'Страна'
$_['entry_zone']         = 'Ҳудуд / Вилоят'; // 'Регион / Область'
$_['entry_default']      = 'Асосий манзил'; // 'Основной адрес'

// Error
$_['error_token']        = 'Диққат: Манзил учун нотўғри токен!'; // 'Внимание: Недопустимый токен адреса!'
$_['error_subscription'] = 'Диққат: Манзил ҳали ҳам %s та актив обуналарда фойдаланилмоқда!'; // 'Внимание: Адрес все еще используется  %s активными подписками !'
$_['error_default']      = 'Камида 1 та манзил қўшишингиз керак!'; // 'Вы должны добавить не менее 1 адреса!'
$_['error_delete']       = 'Камида 1 та манзил қўшишингиз керак!'; // 'Вы должны добавить не менее 1 адреса!'
$_['error_firstname']    = 'Исм 1 дан 32 та белгигача бўлиши керак!'; // 'Имя должно быть от 1 до 32 символов!'
$_['error_lastname']     = 'Фамилия 1 дан 32 та белгигача бўлиши керак!'; // 'Фамилия должна быть от 1 до 32 символов!'
$_['error_address_1']    = 'Манзил 3 дан 128 та белгигача бўлиши керак!'; // 'Адрес должен быть от 3 до 128 символов!'
$_['error_postcode']     = 'Индекс 2 дан 10 та белгигача бўлиши керак!'; // 'Индекс должен быть от 2 до 10 символов!'
$_['error_city']         = 'Шаҳар номи 2 дан 128 та белгигача бўлиши керак!'; // 'Название города должно быть от 2 до 128 символов!'
$_['error_country']      = 'Илтимос, давлатни танланг!'; // 'Пожалуйста, укажите страну!'
$_['error_zone']         = 'Илтимос, ҳудуд / вилоятни танланг!'; // 'Пожалуйста, укажите регион / область!'
$_['error_custom_field'] = '%s талаб қилинади!'; // '%s необходим!'
$_['error_regex']        = '%s нотўғри киритилди!'; // '%s неверный ввод!'