<?php
// Heading
$_['heading_title']      = 'Ҳисоб маълумотлари'; // 'Учетная запись'

// Text
$_['text_account']       = 'Шахсий кабинет'; // 'Личный Кабинет'
$_['text_edit']          = 'Маълумотларни таҳрирлаш'; // 'Редактировать информацию'
$_['text_your_details']  = 'Ҳисоб маълумотларингиз'; // 'Ваша учетная запись'
$_['text_success']       = 'Ҳисоб маълумотларингиз муваффақиятли янгиланди!'; // 'Ваша учетная запись была успешно обновлена!'

// Entry
$_['entry_firstname']    = 'Исм, Отасининг исми'; // 'Имя, Отчество'
$_['entry_lastname']     = 'Фамилия'; // 'Фамилия'
$_['entry_email']        = 'E-Mail'; // 'E-Mail'
$_['entry_telephone']    = 'Телефон'; // 'Телефон'

// Error
$_['error_token']        = 'Диққат: Таҳрирлаш учун нотўғри токен!'; // 'Предупреждение: Недопустимый токен редактирования!'
$_['error_exists']       = 'Бу E-Mail аллақачон рўйхатдан ўтган!'; // 'Данный E-Mail уже зарегистрирован!'
$_['error_firstname']    = 'Исм 1 дан 32 та белгигача бўлиши керак!'; // 'Имя должно быть от 1 до 32 символов!'
$_['error_lastname']     = 'Фамилия 1 дан 32 та белгигача бўлиши керак!'; // 'Фамилия должна быть от 1 до 32 символов!'
$_['error_email']        = 'E-Mail манзили нотўғри киритилган!'; // 'E-Mail адрес введен неверно!'
$_['error_telephone']    = 'Телефон рақами 3 дан 32 та белгигача бўлиши керак!'; // 'Номер телефона должен быть от 3 до 32 символов!'
$_['error_custom_field'] = '%s талаб қилинади!'; // '%s необходим!'
$_['error_regex']        = '%s нотўғри киритилди!'; // '%s неверный ввод!'