<?php
// Heading
$_['heading_title']      = 'Паролни унутдингизми?';
$_['heading_reset']      = 'Паролни тиклаш';

// Text
$_['text_account']       = 'Шахсий кабинет';
$_['text_forgotten']     = 'Паролни унутдинггизми?';
$_['text_your_email']    = 'Сизнинг E-Mail манзилингиз';
$_['text_email']         = 'Ҳисобинггизнинг E-Mail манзилини киритинг. Паролни электрон почта орқали олиш учун Олдинга тугмасини босинг.';
$_['text_password']      = 'Янги паролни киритинг.';
$_['text_success']       = 'Тасдиқлаш учун ҳавола билан хат электрон почта манзилингизга юборилди.';

// Entry
$_['entry_email']        = 'E-Mail';
$_['entry_new_password'] = 'Янги пароль';
$_['entry_password']     = 'Пароль';
$_['entry_confirm']      = 'Янги паролни тасдиқланг';

// Error
$_['error_email']        = 'E-Mail манзили топилмади, текшириб, қайта уриниб кўринг!';
$_['error_not_found']    = 'Электрон почта манзили бизнинг маълумотлар базамизда топилмади!';
$_['error_password']     = 'Пароль 6 дан 40 тагача белгидан иборат бўлиши керак!';
$_['error_confirm']      = 'Пароль ва пароль тасдиқланиши бир-биридан фарқ қилади!';
$_['error_code']         = 'Паролни тиклаш коди нотўғри ёки аллақачон ишлатилган!';