<?php
// Heading
$_['heading_title']  = 'Паролни ўзгартириш';

// Text
$_['text_account']   = 'Шахсий кабинет';
$_['text_password']  = 'Сизнинг паролингиз';
$_['text_success']   = 'Сизнинг паролингиз муваффақиятли ўзгартирилди!';

// Entry
$_['entry_password'] = 'Пароль';
$_['entry_confirm']  = 'Паролни тасдиқланг';

// Error
$_['error_token']    = 'Диққат: Нотўғри пароль токени!';
$_['error_password'] = 'Пароль 6 дан 40 тагача белгидан иборат бўлиши керак!';
$_['error_confirm']  = 'Пароль ва пароль тасдиқланиши бир-бирига мос келмайди!';