<?php
// Heading
$_['heading_title']        = 'Рўйҳатдан ўтиш';

// Text
$_['text_account']         = 'Шахсий кабинет';
$_['text_register']        = 'Рўйҳатдан ўтиш';
$_['text_account_already'] = 'Агар сиз аллақачон рўйҳатдан ўтган бўлсангиз, <a href="%s">авторизация</a> саҳифасига ўтинг.';
$_['text_your_details']    = 'Асосий маълумотлар';
$_['text_newsletter']      = 'Янгиликлар тарқатиш';
$_['text_your_password']   = 'Сизнинг паролингиз';
$_['text_agree']           = 'Мен <a href="%s" class="modal-link"><b>%s</b></a> ни ўқиб чиқдим ва <br /> хавфсизлик ва шахсий маълумотларни қайта ишлаш шартлари билан розиман';

// Entry
$_['entry_customer_group'] = 'Бизнес йўналиши';
$_['entry_firstname']      = 'Исм';
$_['entry_lastname']       = 'Фамилия';
$_['entry_email']          = 'E-Mail';
$_['entry_telephone']      = 'Телефон';
$_['entry_newsletter']     = 'Янгиликларга обуна бўлиш';
$_['entry_password']       = 'Пароль';
$_['entry_confirm']        = 'Паролни тасдиқлаш';

// Error
$_['error_token']          = 'Огоҳлантириш: Рўйҳатдан ўтиш токени нотўғри!';
$_['error_exists']         = 'Бу E-Mail аллақачон рўйҳатдан ўтилган!';
$_['error_customer_group'] = 'Мижозлар гуруҳи нотўғри!';
$_['error_firstname']      = 'Исм 1 дан 32 тагача белгидан иборат бўлиши керак!';
$_['error_lastname']       = 'Фамилия 1 дан 32 тагача белгидан иборат бўлиши керак!';
$_['error_email']          = 'E-Mail нотўғри киритилган!';
$_['error_telephone']      = 'Телефон 3 дан 32 тагача рақамдан иборат бўлиши керак!';
$_['error_custom_field']   = '%s тўлдириш мажбурий!';
$_['error_regex']          = '%s нотўғри киритилган!';
$_['error_password']       = 'Пароль 6 дан 40 тагача белгидан иборат бўлиши керак!';
$_['error_agree']          = 'Сиз %s ни ўқиб чиқиб, рози бўлишингиз керак!';