<?php
// Heading
$_['heading_title'] = 'Ҳисобингиз яратилди!'; 

// Text
$_['text_success']  = '<p>Табриклаймиз! Шахсий кабинетингиз муваффақиятли яратилди.</p><p>Эндиликда сиз қўшимча имкониятлардан фойдаланишингиз мумкин: буюртмалар тарихини кўриш, ҳисоб-фактурани чоп этиш, алоқа маълумотларингизни ва етказиб бериш манзилларини ўзгартириш ва бошқалар.</p><p>Агар саволларингиз бўлса, <a href="%s">бизга ёзинг</a>.</p>'; 
$_['text_approval'] = '<p>%s да рўйхатдан ўтганингиз учун раҳмат!</p><p>Шахсий кабинетингиз админият томонидан фаоллаштирилгандан сўнг, сизга электрон почта орқали хабар берилади.</p><p>Агар саволларингиз бўлса, <a href="%s">бизга ёзинг</a>.</p>'; 
$_['text_account']  = 'Шахсий кабинет'; 