<?php
// Heading
$_['heading_title']    = 'Ҳамкор Рефераллари'; // 'Рефералы Партнера'

// Text
$_['text_account']     = 'Ҳамкор Кабинети'; // 'Кабинет Партнера'
$_['text_description'] = 'Ҳамкорлик дастуридан даромад олиш учун, сиз бизнинг реферал ҳаволамизни жойлаштиришингиз керак. Қуйидаги воситадан фойдаланиб, %s учун реферал ҳаволалар яратинг.'; // 'Чтобы зарабатывать по партнерской программе, вы должны разместить реферальную ссылку на нас. Используйте инструмент указанный ниже, для создания реферальных ссылок для %s.'

// Entry
$_['entry_code']       = 'Сизнинг Реферал Кодингиз'; // 'Ваш Реферальный код'
$_['entry_generator']  = 'Реферал ҳаволасини яратиш'; // 'Создать реферальную ссылку'
$_['entry_link']       = 'Реферал ҳаволаси'; // 'Реферальная ссылка'

// Help
$_['help_generator']   = 'Ҳавола яратиш учун маҳсулот номини киритинг.'; // 'Введите название товара для которого желаете создать ссылку.'