<?php
// Heading
//$_['heading_title']     = 'Подарочный сертификат';
$_['heading_title']     = 'Совға сертификати';

// Text
//$_['text_success']      = 'Настройки успешно изменены!';
$_['text_success']      = 'Созламалар муваффақиятли ўзгартирилди!';
//$_['text_list']         = 'Подарочные сертификаты';
$_['text_list']         = 'Совға сертификатлари';
//$_['text_add']          = 'Добавить';
$_['text_add']          = 'Қўшиш';
//$_['text_edit']         = 'Редактирование';
$_['text_edit']         = 'Таҳрирлаш';
//$_['text_sent']         = 'Подарочный сертификат отправлен на e-mail!';
$_['text_sent']         = 'Совға сертификати e-mail га юборилди!';
//$_['text_history']      = 'История';
$_['text_history']      = 'Тарих';

// Column
//$_['column_name']       = 'Название подарочного сертификата';
$_['column_name']       = 'Совға сертификати номи';
//$_['column_code']       = 'Код';
$_['column_code']       = 'Код';
//$_['column_from']       = 'От';
$_['column_from']       = 'Кимдан';
//$_['column_to']         = 'Кому';
$_['column_to']         = 'Кимга';
//$_['column_theme']      = 'Тематика';
$_['column_theme']      = 'Мавзу';
//$_['column_amount']     = 'Сумма';
$_['column_amount']     = 'Сумма';
//$_['column_status']     = 'Статус';
$_['column_status']     = 'Ҳолат';
//$_['column_order_id']   = '№ Заказа';
$_['column_order_id']   = 'Буйрутма №';
//$_['column_customer']   = 'Клиент';
$_['column_customer']   = 'Мижоз';
//$_['column_date_added'] = 'Дата добавления';
$_['column_date_added'] = 'Қўшилган сана';
//$_['column_action']     = 'Действия';
$_['column_action']     = 'Амаллар';

// Entry
//$_['entry_code']        = 'Код';
$_['entry_code']        = 'Код';
//$_['entry_from_name']   = 'Имя отправителя';
$_['entry_from_name']   = 'Жўнатувчининг исми';
//$_['entry_from_email']  = 'E-Mail отправителя';
$_['entry_from_email']  = 'Жўнатуvчининг E-Mail';
//$_['entry_to_name']     = 'Имя получателя';
$_['entry_to_name']     = 'Олувчининг исми';
//$_['entry_to_email']    = 'E-Mail получателя';
$_['entry_to_email']    = 'Олувчининг E-Mail';
//$_['entry_theme']       = 'Тематика';
$_['entry_theme']       = 'Мавзу';
//$_['entry_message']     = 'Сообщение';
$_['entry_message']     = 'Хабар';
//$_['entry_amount']      = 'Сумма';
$_['entry_amount']      = 'Сумма';
//$_['entry_status']      = 'Статус';
$_['entry_status']      = 'Ҳолат';

// Help
//$_['help_code']         = 'Код, который клиент вводит для активации подарочного сертификата';
$_['help_code']         = 'Мижоз совға сертификатини фаоллаштириш учун киритадиган код';

// Error
//$_['error_permission']  = 'У Вас нет прав для изменения настроек Подарочный сертификат!';
$_['error_permission']  = 'Сизда Совға сертификати созламаларини ўзгартириш ҳуқуқи йўқ!';
//$_['error_exists']      = 'Данный Подарочный сертификат уже используется!';
$_['error_exists']      = 'Бу Совға сертификати аллақачон ишлатилган!';
//$_['error_code']        = 'Код должен быть от 3 до 10 символов!';
$_['error_code']        = 'Код 3 дан 10 гача белгидан иборат бўлиши керак!';
//$_['error_to_name']     = 'Имя получателя должно быть от 1 до 64 символов!';
$_['error_to_name']     = 'Олувчининг исми 1 дан 64 гача белгидан иборат бўлиши керак!';
//$_['error_from_name']   = 'Ваше имя должно быть от 1 до 64 символов!';
$_['error_from_name']   = 'Сизнинг исмингиз 1 дан 64 гача белгидан иборат бўлиши керак!';
//$_['error_email']       = 'E-Mail адрес введен неверно!';
$_['error_email']       = 'E-Mail манзил нотўғри киритилган!';
//$_['error_amount']      = 'Сумма должна быть больше или равно 1!';
$_['error_amount']      = 'Сумма 1 дан катта ёки тенг бўлиши керак!';
//$_['error_order']       = 'Данный сертификат не может быть удален, т.к является частью <a href="%s">заказа</a>!';
$_['error_order']       = 'Бу сертификат <a href="%s">буйрутма</a>нинг қисми бўлгани учун ўчирилмайди!';