<?php
// Heading
$_['heading_title']    = 'Оғирликка қараб етказиб бериш';

// Text
$_['text_extension']   = 'Кенгайтиришлар';
$_['text_success']     = 'Созламалар муваффақиятли ўзгартирилди!';
$_['text_edit']        = 'Таҳрирлаш';

// Entry
$_['entry_rate']       = 'Тарифлар';
$_['entry_tax_class']  = 'Солиқ синфи';
$_['entry_geo_zone']   = 'Географик зона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Саралаш тартиби';

// Help
$_['help_rate'] = 'Мисол: 5:10.00, 7:12.00 — оғирлик:нарх, оғирлик:нарх ва ҳоказо. (кг ёки бошқа белгиларни киритманг)';


// Error
$_['error_permission'] = 'Сизда бу модулни бошқариш ҳуқуқи йўқ!';