<?php
// Text
$_['text_subject']      = '%s - Ҳамкорлик дастури';
$_['text_welcome']      = 'Табриклаймиз! Сиз %s ҳамкори бўлдингиз!';
$_['text_login']        = 'Сизнинг ҳисобингиз яратилди ва сиз ўз E-mail ва паролингизни ишлатиб, бизнинг сайтимизга қуйидаги хавола орқали киришингиз мумкин:';
$_['text_approval']     = 'Сизнинг ҳисобингиз тасдиқланишини кутмоқда. Тасдиқлангандан сўнг, сиз ҳамкорлик бўлимига қуйидаги манзил орқали киришингиз мумкин:';
$_['text_service']      = 'Тизимга киргандан сўнг, сиз кузатиш кодларини яратиш, комиссия тўловларини кузатиш ва ҳисобингиз ҳақидаги маълумотларни таҳрирлаш имкониятига эга бўласиз.';
$_['text_thanks']       = 'Рахмат,';
$_['text_new_affiliate'] = 'Янги ҳамкор';
$_['text_signup']       = 'Янги ҳамкор рўйхатдан ўтди:';
$_['text_website']      = 'Веб-сайт:';
$_['text_customer_group'] = 'Мижозлар гуруҳи:';
$_['text_firstname']    = 'Исм:';
$_['text_lastname']     = 'Фамилия:';
$_['text_company']      = 'Компания:';
$_['text_email']        = 'E-Mail:';
$_['text_telephone']    = 'Телефон:'; 