<?php
// Text
$_['text_subject']  = '%s - Рўйхатдан ўтиш';
$_['text_welcome'] = 'Хуш келибсиз! %s да рўйхатдан ўтганингиз учун рахмат!';
$_['text_login'] = 'Сизнинг ҳисобингиз яратилди ва сиз ўз E-mail ва паролингизни ишлатиб, бизнинг сайтимизга ташриф буюриш ёки қуйидаги манзил орқали киришингиз мумкин:';
$_['text_approval'] = 'Сизнинг ҳисобингиз администратор томонидан тасдиқланиши керак. Тасдиқлангандан сўнг, сиз ўз E-mail ва паролингизни ишлатиб, бизнинг сайтимизга ташриф буюриш ёки қуйидаги манзил орқали киришингиз мумкин:';
$_['text_service'] = 'Тизимга киргандан сўнг, сиз аввалги буюртмаларни кўриш, ҳисоб-фактураларни чоп этиш ва ҳисоб маълумотларингизни таҳрирлаш каби бошқа хизматлардан фойдаланиш имкониятига эга бўласиз.';
$_['text_thanks'] = 'Рахмат,';
$_['text_new_customer'] = 'Янги мижоз';
$_['text_signup'] = 'Янги мижоз рўйхатдан ўтди:';
$_['text_customer_group'] = 'Мижозлар гуруҳи:';
$_['text_firstname'] = 'Исм:';
$_['text_lastname'] = 'Фамилия:';
$_['text_company'] = 'Компания:';
$_['text_email'] = 'E-Mail:';
$_['text_telephone'] = 'Телефон:';