<?php
// Text
$_['text_subject']  = '%s - GDPR сўровини рад этиш';
$_['text_greeting'] = 'GDPR сўрови учун рахмат.';
$_['text_deny'] = 'Афсуски, биз сизнинг GDPR сўровингизни тасдиқлай олмаймиз.';
$_['text_thanks'] = 'Рахмат,';
$_['text_request']   = 'Ҳисобни ўчириш учун сўров';
$_['text_hello']     = 'Салом <strong>%s</strong>,';
$_['text_user']      = 'Фойдаланувчи';
$_['text_gdpr']      = 'Сизнинг маълумотларни ўчириш бўйича GDPR сўровингиз рад этилди.';
$_['text_deny']      = 'Афсуски, биз сизнинг GDPR сўровингизни тасдиқлай олмаймиз.';
$_['text_contact']   = 'Агар сизда бирор саволлар бўлса, илтимос, биз билан боғланинг.';

// Button
$_['button_contact'] = 'Бизнинг контактларимиз';