<?php
// Text
$_['text_subject']  = '%s - GDPR Ҳисобни ўчириш учун сўров';
$_['text_greeting'] = 'GDPR сўрови учун рахмат.';
$_['text_delete'] = 'Сизнинг маълумотларни ўчириш бўйича GDPR сўровингиз бажарилди.';
$_['text_thanks'] = 'Рахмат,';
$_['text_request']   = 'Ҳисобни ўчириш учун сўров';
$_['text_hello']     = 'Салом <strong>%s</strong>,';
$_['text_user']      = 'Фойдаланувчи';
$_['text_gdpr']      = 'Сизнинг маълумотларни ўчириш бўйича GDPR сўровингиз бажарилди.';
$_['text_delete']    = 'Сизнинг ҳисобингиз ўчирилди.';

// Button
$_['button_contact'] = 'Бизнинг контактларимиз';