<?php
// Text
$_['text_subject']  = '%s - GDPR сўровини тасдиқлаш';
$_['text_greeting'] = 'GDPR сўрови учун рахмат.';
$_['text_approve'] = 'Сизнинг GDPR сўровингиз тасдиқланди.';
$_['text_thanks'] = 'Рахмат,';
$_['text_request']   = 'Ҳисобни ўчириш учун сўров';
$_['text_hello']     = 'Салом <strong>%s</strong>,';
$_['text_user']      = 'Фойдаланувчи';
$_['text_gdpr']      = 'Сизнинг маълумотларни ўчириш бўйича GDPR сўровингиз тасдиқланди ва <strong>%s кун</strong>дан сўнг бажарилади.';
$_['text_q']         = 'Савол: Нега биз сизнинг маълумотларингизни дарҳол ўчирмаймиз?';
$_['text_a']         = 'Жавоб: Ҳисобни ўчириш сўровлари қайтаришлар, қайтарилган тўловлар ёки фирибгарликни аниқлаш учун <strong>%s кун</strong>дан сўнг қайта ишланади.';
$_['text_delete']    = 'Сизнинг ҳисобингиз ўчирилгани ҳақида электрон почтадан хат оласиз.';