<?php
// Text
$_['text_subject']  = '%s - Совға сертификати';
$_['text_greeting'] = 'Табриклаймиз, сиз %s миқдорида  сертификати олдингиз';
$_['text_from'] = 'Бу совға сертификати сизга %s томонидан юборилди';
$_['text_message'] = 'Хабар билан:';
$_['text_redeem'] = 'Бу совға сертификатидан фойдаланиш учун <b>%s</b> кодни сақланг, сўнгра ҳавола орқали ўтинг ва ўз совға сертификатингизни сарфламоқчи бўлган маҳсулотни харид қилинг. Сиз совға сертификати кодини "Буюртма бериш" тугмасини босмасдан олдин, саватча саҳифасида кирита оласиз.';
$_['text_footer'] = 'Агар сизда бирор саволлар бўлса, илтимос, бу хатга жавоб беринг.'; 