<?php
// Text
$_['text_subject'] = 'Хавфсизлик коди уринишлари қайта тикланди'; // 'Сброс попыток ввода кода безопасности'
$_['text_reset']   = 'Кимдир хавфсизлик кодини 3 мартадан кўпроқ нотўғри киритди.'; // 'Кто-то ввел код безопасности неправильно более 3 раз.'
$_['text_link']    = 'Аккаунтингиз хавфсизлигини қайта тиклаш учун қуйидаги ҳаволани босинг:'; // 'Нажмите на ссылку ниже, чтобы сбросить безопасность аккаунта:'
$_['text_ip']      = 'IP:'; // 'IP:'
$_['text_regards'] = 'Ҳурмат билан'; // 'С уважением'