<?php
// Text
$_['text_subject']  = 'Экспорт/ўчириш сўрови %s - ОРЗД!'; // 'Запрос на экспорт/удаление %s - GDPR!'
$_['text_export']   = 'Маълумотларни экспорт қилиш сўрови'; // 'Запрос на экспорт данных'
$_['text_remove']   = 'Ҳисобни ўчириш сўрови'; // 'Запрос на удаление учетной записи'
$_['text_gdpr']     = 'Ушбу электрон почта манзилидан ОРЗД сўрови юборилди, тасдиқлаш учун қуйидаги ҳаволани босинг:'; // 'Запрос GDPR с этого адреса электронной почты, чтобы подтвердить это действие, пожалуйста, нажмите на ссылку ниже:'
$_['text_ip']       = 'Ушбу сўров юборилган IP-манзил:'; // 'IP-адрес, используемый для отправки этого запроса, был:'
$_['text_contact']  = 'Агар сиз бу сўровни юбормаган бўлсангиз, дўкон эгаси билан бу ерда боғланинг:'; // 'Если вы не делали этот запрос, пожалуйста, свяжитесь с владельцем магазина здесь:'
$_['text_thanks']   = 'Раҳмат,'; // 'Спасибо,'
$_['text_ignore']   = 'Агар сиз бу сўровни юбормаган бўлсангиз, илтимос, ушбу хатни эътиборсиз қолдиринг.'; // 'Если вы не отправляли этот запрос, пожалуйста, проигнорируйте это письмо.'

// Button
$_['button_export'] = 'Маълумотларимни экспорт қилишни тасдиқлайман'; // 'Я подтверждаю экспорт своих данных'
$_['button_remove'] = 'Ҳисобимни ўчиришни тасдиқлайман'; // 'Я подтверждаю удаление своей учетной записи'