<?php
// Heading
$_['heading_title']       = 'Макетлар';

// Text
$_['text_success']        = 'Созламалар муваффақиятли ўзгартирилди!';
$_['text_list']           = 'Макетлар рўйхати';
$_['text_add']            = 'Қўшиш';
$_['text_edit']           = 'Таҳрирлаш';
$_['text_remove']         = 'Ўчириш';
$_['text_route']          = 'Бу макет учун дўкон ва йўлни танланг';
$_['text_module']         = 'Модулларнинг жойлашувини танланг';
$_['text_default']        = 'Стандарт';
$_['text_content_top']    = 'Саҳифа юқориси';
$_['text_content_bottom'] = 'Саҳифа пасти';
$_['text_column_left']    = 'Чап устун';
$_['text_column_right']   = 'Ўнг устун';

// Column
$_['column_name']         = 'Макет номи';
$_['column_action']       = 'Амал';

// Entry
$_['entry_name']          = 'Макет номи';
$_['entry_store']         = 'Дўкон';
$_['entry_route']         = 'Йўл';
$_['entry_module']        = 'Модул';

// Error
$_['error_permission']    = 'Сизда макетларни ўзгартириш учун етарли ҳуқуқ йўқ!';
$_['error_name']          = 'Макет номи 3 дан 64 та белгигача бўлиши керак!';
$_['error_module']        = 'Модул талаб қилинади!';
$_['error_default']       = 'Бу макетни ўчириб бўлмайди, чунки у дўконда стандарт холатда ишлатилмоқда!';
$_['error_store']         = 'Бу макетни ўчириб бўлмайди, чунки у дўконларда ишлатилган. Ишлатишлар сони - %s !';
$_['error_product']       = 'Бу макетни ўчириб бўлмайди, чунки у маҳсулотларда ишлатилган. Ишлатишлар сони - %s !';
$_['error_category']      = 'Бу макетни ўчириб бўлмайди, чунки у категорияларда ишлатилган. Ишлатишлар сони - %s !';
$_['error_manufacturer']  = 'Бу макетни ўчириб бўлмайди, чунки у ишлаб чиқарувчиларда ишлатилган. Ишлатишлар сони - %s !';
$_['error_information']   = 'Бу макетни ўчириб бўлмайди, чунки у мақолаларда ишлатилган. Ишлатишлар сони - %s !';