<?php
// Heading
$_['heading_title']        = 'Янгилаш';

// Text
$_['text_success']         = 'Ажойиб! Сиз %s нинг энг сўнгги версиясидан фойдаланяпсиз!';
$_['text_upgrade']         = '<b>opencart.com</b> дан энг сўнгги версияни текшириш';
$_['text_information']     = 'Версия ҳақида маълумот';
$_['text_current_version'] = 'Жорий версия';
$_['text_latest_version']  = 'Энг сўнгги версия';
$_['text_date_added']      = 'Чиқарилган сана';
$_['text_change']          = 'Ўзгаришлар журнали';
$_['text_status']          = 'Янгилаш ҳолати';
$_['text_ready']           = 'Энг сўнгги версияга ўтиш учун янгилаш тугмасини босинг ( opencart.com дан версия ) ...';
$_['text_download']        = 'Энг сўнгги версияни юклаш...';
$_['text_install']         = 'Файлларни нусхалаш...';
$_['text_patch']           = 'Тузатишларни қўллаш...';

// Button
$_['button_upgrade']       = 'Янгилаш';

// Error
$_['error_permission']     = 'Сизда янгилашни бошқариш учун ҳуқуқ йўқ!';
$_['error_connection']     = 'Янгилаш серверига уланиб бўлмади!';
$_['error_version']        = 'Версия жорий версиядан паст!';
$_['error_download']       = 'Янгилашни юклаб бўлмади!';
$_['error_file']           = 'Янгилаш файлини топиб бўлмади!';
$_['error_directory']      = '%s каталогини яратиб бўлмади!';
$_['error_copy']           = '%s файлини %s га нусхалаб бўлмади!';
$_['error_unzip']          = 'Zip-файлни очиб бўлмади!';