<?php
// Text
$_['heading_title']      = 'Банк картаси';

// Text
$_['text_title']         = 'Илтимос, картангиз маълумотларини киритинг';
$_['text_description']   = 'Бу тўлов усули тест учун, карта маълумотлари сақланмайди ва ҳақиқий сайтда ишлатилмаслиги керак.';
$_['text_month']         = 'Ой';
$_['text_year']          = 'Йил';
$_['text_store']         = 'Картани эслаб қолиш';

// Entry
$_['entry_card_name']    = 'Карта эгасининг исми';
$_['entry_card_number']  = 'Банк картаси рақами';
$_['entry_card_expire']  = 'Амал қилиш муддати';
$_['entry_card_cvv']     = 'CVV коди';

// Help
$_['help_name']          = 'Карта эгасининг исми';

// Error
$_['error_card_name']    = 'Хатолик: Карта эгасининг исми керак!';
$_['error_card_number']  = 'Хатолик: Кредит карта рақами керак!';
$_['error_card_expire']  = 'Хатолик: Муддат тугайдиган санаси керак!';
$_['error_card_expired'] = 'Хатолик: Кредит карта амал қилиш муддати тугаган!';
$_['error_card_cvv']     = 'Хатолик: CVV 3 та рақамдан иборат бўлиши керак!';