<?php
// Heading
//$_['heading_title']     = 'Тематика подарочного сертификата';
$_['heading_title']     = 'Совға сертификати мавзуси';

// Text
//$_['text_success']      = 'Тематика подарочного сертификата изменена!';
$_['text_success']      = 'Совға сертификати мавзуси ўзгартирилди!';
//$_['text_list']         = 'Список тематик';
$_['text_list']         = 'Мавзулар рўйхати';
//$_['text_add']          = 'Добавить';
$_['text_add']          = 'Қўшиш';
//$_['text_edit']         = 'Редактирование';
$_['text_edit']         = 'Таҳрирлаш';

// Column
//$_['column_name']       = 'Названия тематики';
$_['column_name']       = 'Мавзу номи';
//$_['column_action']     = 'Действие';
$_['column_action']     = 'Амал';

// Entry
//$_['entry_name']        = 'Название тематики';
$_['entry_name']        = 'Мавзу номи';
//$_['entry_description'] = 'Описание тематики';
$_['entry_description'] = 'Мавзу тавсифи';
//$_['entry_image']       = 'Изображение';
$_['entry_image']       = 'Расм';

// Error
//$_['error_permission']  = 'У Вас нет прав для изменения тематики сертификатов!';
$_['error_permission']  = 'Сизда сертификатлар мавзусини ўзгартириш ҳуқуқи йўқ!';
//$_['error_name']        = 'Название должно быть от 3 до 32 символов!';
$_['error_name']        = 'Ном 3 дан 32 гача белгидан иборат бўлиши керак!';
//$_['error_image']       = 'Изображение обязательно!';
$_['error_image']       = 'Расм мажбурий!';
//$_['error_voucher']     = 'Данная тематика не может быть удалена, т.к назначена %s сертификату(ам)!';
$_['error_voucher']     = 'Бу мавзу %s сертификат(лар)га бириктирилгани учун ўчирилмайди!';