<?php
// Heading
$_['heading_title'] = 'Бонус балларини ишлатиш (%s мавжуд)';

// Text
$_['text_success']  = 'Бонус баллари бўйича чегирманггиз қўлланилди!';

// Entry
$_['entry_reward']  = 'Ишлатиш учун баллар (энг кўпи %s)';

// Error
$_['error_reward']  = 'Диққат: Илтимос, ишлатиш учун бонус баллар сонини киритинг!';
$_['error_points']  = 'Диққат: Сизда %s бонус бали йўқ!';
$_['error_maximum'] = 'Диққат: Қўллаш мумкин бўлган максимал баллар сони %s!';
$_['error_status']  = 'Диққат: Бонус баллари бу дўконда фаоллаштирилмаган!';
