<?php
// Heading
$_['heading_title']    = 'Валюталар';

// Text
$_['text_success']     = 'Созламалар муваффақиятли янгиланди!';
$_['text_list']        = 'Валюталар рўйхати';
$_['text_add']         = 'Қўшиш';
$_['text_edit']        = 'Таҳрирлаш';
$_['text_iso']         = 'Сиз ISO валюта коди ва созламаларининг тўлиқ рўйхатини <a href="http://www.xe.com/iso4217.php" target="_blank" class="alert-link">мана шу ерда</a> топшингиз мумкин.';

// Column
$_['column_title']     = 'Валюта номи';
$_['column_code']      = 'Код';
$_['column_value']     = 'Қиймат';
$_['column_date_modified'] = 'Охирги янгиланиш';
$_['column_action']    = 'Амал';

// Entry
$_['entry_title']      = 'Валюта номи';
$_['entry_code']       = 'Код';
$_['entry_value']      = 'Қиймат';
$_['entry_symbol_left'] = 'Чап символ';
$_['entry_symbol_right'] = 'Ўнг символ';
$_['entry_decimal_place'] = 'Вергулдан кейинги белгилар сони';
$_['entry_status']     = 'Ҳолат';

// Help
$_['help_code']        = 'Агар бу сизнинг асосий валютангиз бўлса, ўзгартирманг.';
$_['help_value']       = 'Агар бу сизнинг асосий валютангиз бўлса, 1.00000 қийматини белгиланг.';

// Error
$_['error_permission'] = 'Сизда валюталарни таҳрирлаш ҳуқуқи йўқ!';
$_['error_title']      = 'Валюта номи 3 дан 32 та белгигача бўлиши керак!';
$_['error_code']       = 'Валюта коди 3 та белгидан иборат бўлиши керак!';
$_['error_default']    = 'Диққат: Бу валютани ўчириб бўлмайди, чунки у асосий дўкон учун белгиланган!';
$_['error_store']      = 'Диққат: Бу валютани ўчириб бўлмайди, чунки у %s дўконга белгиланган!';
$_['error_order']      = 'Диққат: Бу валютани ўчириб бўлмайди, чунки у %s буюртмага белгиланган!';