<?php
// Heading
$_['heading_title']    = 'Тиллар';

// Text
$_['text_success']     = 'Созламалар муваффақиятли янгиланди!';
$_['text_list']        = 'Тиллар рўйхати';
$_['text_add']         = 'Қўшиш';
$_['text_edit']        = 'Таҳрирлаш';

// Column
$_['column_name']      = 'Тил номи';
$_['column_code']      = 'Код';
$_['column_sort_order'] = 'Тартиб рақами';
$_['column_action']    = 'Амал';

// Entry
$_['entry_name']       = 'Тил номи';
$_['entry_code']       = 'Код';
$_['entry_locale']     = 'Локал';
$_['entry_status']     = 'Ҳолат';
$_['entry_sort_order'] = 'Тартиб рақами';

// Help
$_['help_locale']      = 'Мисол: uz_UZ.UTF-8,uz_UZ,uz-uz,uz_uz,uzbek';
$_['help_status']      = 'Тиллар рўйхатида кўрсатиш/яшириш';

// Error
$_['error_permission'] = 'Сизда тилларни таҳрирлаш ҳуқуқи йўқ!';
$_['error_exists']     = 'Диққат: Сиз бу тилни қўшгансиз!';
$_['error_name']       = 'Тил номи 3 дан 32 та белгигача бўлиши керак!';
$_['error_code']       = 'Тил коди 2 та белгидан иборат бўлиши керак!';
$_['error_locale']     = 'Локални кўрсатиш талаб қилинади!';
$_['error_default']    = 'Диққат: Бу тилни ўчириб бўлмайди, чунки у асосий дўкон учун белгиланган!';
$_['error_admin']      = 'Диққат: Бу тилни ўчириб бўлмайди, чунки у администратор тили сифатида белгиланган!';
$_['error_store']      = 'Диққат: Бу тилни ўчириб бўлмайди, чунки у %s дўконга белгиланган!';
$_['error_order']      = 'Диққат: Бу тилни ўчириб бўлмайди, чунки у %s буюртмага белгиланган!';