<?php
// Heading
$_['heading_title']    = 'Узунлик ўлчов бирликлари';

// Text
$_['text_success']     = 'Созламалар муваффақиятли янгиланди!';
$_['text_list']        = 'Узунлик ўлчов бирликлари рўйхати';
$_['text_add']         = 'Қўшиш';
$_['text_edit']        = 'Таҳрирлаш';

// Column
$_['column_title']     = 'Ўлчов бирлиги номи';
$_['column_unit']      = 'Ўлчов бирлиги';
$_['column_value']     = 'Қиймат';
$_['column_action']    = 'Амал';

// Entry
$_['entry_title']      = 'Ўлчов бирлиги номи';
$_['entry_unit']       = 'Ўлчов бирлиги';
$_['entry_value']      = 'Қиймат';

// Help
$_['help_value']       = 'Агар бу асосий ўлчов бирлиги бўлса, 1.00000 қийматини белгиланг.';

// Error
$_['error_permission'] = 'Сизда узунлик ўлчов бирликларини таҳрирлаш ҳуқуқи йўқ!';
$_['error_title']      = 'Ўлчов бирлиги номи 3 дан 32 та белгигача бўлиши керак!';
$_['error_unit']       = 'Ўлчов бирлиги 1 дан 4 та белгигача бўлиши керак!';
$_['error_default']    = 'Диққат: Бу ўлчов бирлигини ўчириб бўлмайди, чунки у асосий дўкон учун белгиланган!';
$_['error_product']    = 'Диққат: Бу ўлчов бирлигини ўчириб бўлмайди, чунки у %s маҳсулотга белгиланган!';