<?php
// Heading
$_['heading_title']    = 'Дўкон манзили';

// Text
$_['text_success']     = 'Созламалар муваффақиятли янгиланди!';
$_['text_list']        = 'Дўкон манзиллари рўйхати';
$_['text_add']         = 'Қўшиш';
$_['text_edit']        = 'Таҳрирлаш';
$_['text_default']     = 'Асосий';
$_['text_time']        = 'Иш вақти';
$_['text_geocode']     = 'Геокод қуйидаги сабабларга кўра муваффақиятли бўлмади:';

// Column
$_['column_name']      = 'Дўкон номи';
$_['column_address']   = 'Манзил';
$_['column_action']    = 'Амал';

// Entry
$_['entry_name']       = 'Дўкон номи';
$_['entry_address']    = 'Манзил';
$_['entry_geocode']    = 'Геокод';
$_['entry_telephone']  = 'Телефон';
$_['entry_fax']        = 'Факс';
$_['entry_image']      = 'Расм';
$_['entry_open']       = 'Иш вақти';
$_['entry_comment']    = 'Изоҳ';

// Help
$_['help_geocode']     = 'Илтимос, дўконингизнинг геокодини қўлда киритинг.';
$_['help_open']        = 'Дўконнинг иш вақтини тўлдиринг.';
$_['help_comment']     = 'Бу майдон мижозларга махсус эслатмалар ёзиш учун. Масалан, дўкон чекларни қабул қилмайди.';

// Error
$_['error_permission'] = 'Сизда дўкон манзилини таҳрирлаш ҳуқуқи йўқ!';
$_['error_name']       = 'Дўкон номи 3 дан 32 та белгигача бўлиши керак!';
$_['error_address']    = 'Манзил 3 дан 128 та белгигача бўлиши керак!';
$_['error_telephone']  = 'Телефон 3 дан 32 та белгигача бўлиши керак!';