<?php
// Heading
$_['heading_title']    = 'Қайтариш (возврат) ҳолатлари';

// Text
$_['text_success']     = 'Созламалар муваффақиятли янгиланди!';
$_['text_list']        = 'Қайтариш ҳолатлари рўйхати';
$_['text_add']         = 'Қўшиш';
$_['text_edit']        = 'Таҳрирлаш';

// Column
$_['column_name']      = 'Ҳолат номи';
$_['column_action']    = 'Амал';

// Entry
$_['entry_name']       = 'Ҳолат номи';

// Error
$_['error_permission'] = 'Сизда қайтариш ҳолатларини таҳрирлаш ҳуқуқи йўқ!';
$_['error_name']       = 'Ҳолат номи 3 дан 32 та белгигача бўлиши керак!';
$_['error_default']    = 'Диққат: Бу ҳолатни ўчириб бўлмайди, чунки у асосий дўкон учун белгиланган!';
$_['error_return']     = 'Диққат: Бу ҳолатни ўчириб бўлмайди, чунки у %s қайтаришга белгиланган!';