<?php
// Heading
$_['heading_title']    = 'Қайтариш сабаблари';

// Text
$_['text_success']     = 'Созламалар муваффақиятли янгиланди!';
$_['text_list']        = 'Қайтариш сабаблари рўйхати';
$_['text_add']         = 'Қўшиш';
$_['text_edit']        = 'Таҳрирлаш';

// Column
$_['column_name']      = 'Сабаб номи';
$_['column_action']    = 'Амал';

// Entry
$_['entry_name']       = 'Сабаб номи';

// Error
$_['error_permission'] = 'Сизда қайтариш сабабларини таҳрирлаш ҳуқуқи йўқ!';
$_['error_name']       = 'Сабаб номи 3 дан 128 та белгигача бўлиши керак!';
$_['error_return']     = 'Диққат: Бу қайтариш сабабини ўчириб бўлмайди, чунки у %s маҳсулотга белгиланган!';