<?php
// Heading
$_['heading_title']    = 'Худудлар';

// Text
$_['text_success']     = 'Созламалар муваффақиятли янгиланди!';
$_['text_list']        = 'Худудлар рўйхати';
$_['text_add']         = 'Қўшиш';
$_['text_edit']        = 'Таҳрирлаш';

// Column
$_['column_name']      = 'Худуд номи';
$_['column_code']      = 'Худуд коди';
$_['column_country']   = 'Давлат';
$_['column_action']    = 'Амал';

// Entry
$_['entry_status']     = 'Ҳолат';
$_['entry_name']       = 'Худуд номи';
$_['entry_code']       = 'Худуд коди';
$_['entry_country']    = 'Давлат';

// Error
$_['error_permission'] = 'Сизда Худудларни таҳрирлаш ҳуқуқи йўқ!';
$_['error_name']       = 'Худуд номи 3 дан 128 та белгигача бўлиши керак!';
$_['error_default']    = 'Диққат: Бу худудни ўчириб бўлмайди, чунки у асосий дўкон учун белгиланган!';
$_['error_store']      = 'Диққат: Бу худудни ўчириб бўлмайди, чунки у %s дўконга белгиланган!';
$_['error_address']    = 'Диққат: Бу худудни ўчириб бўлмайди, чунки у %s манзилга белгиланган!';
$_['error_affiliate']  = 'Диққат: Бу худудни ўчириб бўлмайди, чунки у %s ҳамкорга белгиланган!';
$_['error_zone_to_geo_zone'] = 'Диққат: Бу худудни ўчириб бўлмайди, чунки у %s географиявий зонага белгиланган!';