<?php
// Text
$_['text_subject']        = '%s - Ҳамкорлик дастури'; // '%s - Партнерская программа'
$_['text_welcome']        = 'Табриклаймиз. Сиз бизнинг %s дўконимизнинг ҳамкори бўлдингиз!'; // 'Поздравляем. Вы стали партнером нашего магазина %s !'
$_['text_login']          = 'Ҳисобингиз яратилди ва сиз ўз E-mail ва паролингиз билан қуйидаги ҳавола орқали киришингиз мумкин:'; // 'Ваш аккаунт создан и Вы можете войти, используя свой E-mail и пароль, по ссылке:'
$_['text_approval']       = 'Ҳисобингиз тасдиқланишини кутмоқда. Тасдиқланганидан сўнг, сиз қуйидаги ҳавола орқали ҳамкорлик бўлимига киришингиз мумкин:'; // 'Ваша учетная запись ожидает подтверждения. После подтверждения Вы сможете войти в партнерский раздел нашего сайта по ссылке:'
$_['text_service']        = 'Тизимга кирганингиздан сўнг, сиз кузатув кодларини яратиш, комиссияларни кузатиш ва ҳисоб маълумотларини таҳрирлашингиз мумкин.'; // 'После входа в систему, Вы сможете генерировать коды отслеживания, отслеживать комиссии и редактировать информацию об учетной записи.'
$_['text_thanks']         = 'Раҳмат,'; // 'Спасибо,'
$_['text_new_affiliate']  = 'Янги ҳамкор'; // 'Новый партнер'
$_['text_signup']         = 'Янги ҳамкор рўйхатдан ўтди:'; // 'Зарегистрирован новый партнер:'
$_['text_website']        = 'Сайт:'; // 'Сайт:'
$_['text_customer_group'] = 'Гуруҳ:'; // 'Группа:'
$_['text_firstname']      = 'Исм, Отасининг исми:'; // 'Имя, Отчество:'
$_['text_lastname']       = 'Фамилия:'; // 'Фамилия:'
$_['text_company']        = 'Компания:'; // 'Компания:'
$_['text_email']          = 'E-Mail:'; // 'E-Mail:'
$_['text_telephone']      = 'Телефон:'; // 'Телефон:'

$_['button_login']        = 'Кириш'; // 'Войти'