<?php
// Text
$_['text_subject']  = '%s - Янги парол'; // '%s - Новый пароль'
$_['text_greeting'] = 'Сиз %s да янги парол сўрадингиз.'; // 'Вами был запрошен новый пароль в %s.'
$_['text_change']   = 'Паролни қайта тиклаш учун қуйидаги ҳаволани босинг:'; // 'Для сброса пароля перейдите по ссылке:'
$_['text_ip']       = 'Янги парол сўрови қуйидаги IP манзилдан юборилди:'; // 'С данного IP произведен запрос нового пароля:'

// Button
$_['button_reset']  = 'Паролни қайта тиклаш'; // 'Сбросить пароль'