<?php
// Text
$_['text_subject']   = '%s - ОРЗД сўрови кўриб чиқилди!'; // '%s - ОРЗД запрос обработан!'
$_['text_request']   = 'Ҳисобни ўчириш сўрови'; // 'Запрос удаление аккаунта'
$_['text_hello']     = 'Салом <strong>%s</strong>,'; // 'Здравствуйте <strong>%s</strong>,'
$_['text_user']      = 'фойдаланувчи'; // 'пользователь'
$_['text_delete']    = 'Сизнинг ОРЗД сўровингиз бажарилди ва маълумотлар ўчирилди.'; // 'Ваш ОРЗД запрос на удаление данных выполнен.'
$_['text_contact']   = 'Қўшимча маълумот учун дўкон эгаси билан бу ерда боғланишингиз мумкин:'; // 'Для получения дополнительной информации вы можете связаться с владельцем магазина здесь:'
$_['text_thanks']    = 'Раҳмат,'; // 'Спасибо,'

// Button
$_['button_contact'] = 'Биз билан боғланиш'; // 'Связаться с нами'