<?php
// Text
$_['text_subject']        = '%s - Рўйхатдан ўтганинггиз учун рахмат';
$_['text_welcome']        = '%s га хуш келибсиз ва рўйхатдан ўтганинггиз учун рахмат!!';
$_['text_login']          = 'Сизнинг ҳисобингиз яратилди ва сиз ўз E-mail ва паролингизни ишлатган ҳолда, қуйидаги ҳавола орқали киришингиз мумкин:';
$_['text_approval']       = 'Сизнинг ҳисобингиз яратилди ва тасдиқланишини кутмоқда. Тасдиқлангандан сўнг, сиз E-Mail ва паролингизни ишлатган ҳолда, дўконга қуйидаги ҳавола орқали киришингиз мумкин:';
$_['text_service']        = 'Тизимга киргандан сўнг, сиз дўконнинг турли хизматларига, масалан, сўнгги буюртмаларни кўриш, ҳисоб-фактурани чоп этиш ва ҳисоб маълумотларинггизни таҳрирлаш каби хизматларга киришингиз мумкин.';
$_['text_thanks']         = 'Рахмат,';
$_['text_new_customer']   = 'Янги мижоз';
$_['text_signup']         = 'Янги мижоз рўйхатдан ўтди:';
$_['text_customer_group'] = 'Мижозлар гуруҳи:';
$_['text_firstname']      = 'Исм, Отасининг исми:';
$_['text_lastname']       = 'Фамилия:';
$_['text_email']          = 'E-Mail:';
$_['text_telephone']      = 'Телефон:';

// Button
$_['button_login']        = 'Кириш';