<?php
// Text
$_['text_subject']  = 'Сиз %s Соваға Сертификатини юбордингиз';
$_['text_greeting'] = 'Табриклаймиз, сиз %s дан Соваға Сертификатини олдингиз';
$_['text_from']     = 'Сиз %s дан Соваға Сертификатини олдингиз';
$_['text_message']  = 'Жўнатувчи сизга хабар қолдирди';
$_['text_redeem']   = 'Бу Соваға Сертификатидан фойдаланиш учун <b>%s</b> кодни сақланг, сўнгра дўкон сайтига ўтинг ва ўзинггизга ёққан маҳсулотларни буюртиринг. Сиз саватни кўриш саҳифасида, буюртмани расмийлаштиришни бошлашдан олдин, соваға сертификати кодини кирита оласиз.';
$_['text_footer']   = 'Агар саволларингиз қолса, ушбу хабарга жавоб беринг.';