<?php
// Heading
$_['heading_title']          = 'Атрибутлар';

// Text
$_['text_success']           = 'Созламалар муваффақиятли сақланди!';
$_['text_list']              = 'Атрибутлар рўйхати';
$_['text_add']               = 'Қўшиш';
$_['text_edit']              = 'Таҳрирлаш';

// Column
$_['column_name']            = 'Атрибут номи';
$_['column_attribute_group'] = 'Атрибут гуруҳи';
$_['column_sort_order']      = 'Саралаш тартиби';
$_['column_action']          = 'Амал';

// Entry
$_['entry_name']             = 'Атрибут номи';
$_['entry_attribute_group']  = 'Атрибут гуруҳи';
$_['entry_sort_order']       = 'Саралаш тартиби';

// Error
$_['error_warning']          = 'Огоҳлантириш: Илтимос, формани текширинг!';
$_['error_permission']       = 'Атрибутларни ўзгартириш ҳуқуқингиз йўқ!';
$_['error_attribute_group']  = 'Атрибут гуруҳи талаб қилинади!';
$_['error_name']             = 'Атрибут номи 1 тадан 64 тагача белгидан иборат бўлиши керак!';
$_['error_product']          = 'Огоҳлантириш: Бу атрибутни ўчириб бўлмайди, чунки у %s та маҳсулотга боғланган!';