<?php
// Heading
$_['heading_title']     = 'Атрибут гуруҳлари';

// Text
$_['text_success']      = 'Муваффақият: Атрибут гуруҳлари ўзгартирилди!';
$_['text_list']         = 'Атрибут гуруҳлари рўйхати';
$_['text_add']          = 'Атрибут гуруҳини қўшиш';
$_['text_edit']         = 'Атрибут гуруҳини таҳрирлаш';

// Column
$_['column_name']       = 'Атрибут гуруҳи номи';
$_['column_sort_order'] = 'Саралаш тартиби';
$_['column_action']     = 'Амал';

// Entry
$_['entry_name']        = 'Атрибут гуруҳи номи';
$_['entry_sort_order']  = 'Саралаш тартиби';

// Error
$_['error_warning']     = 'Огоҳлантириш: Илтимос, формани яхшилаб текширинг!';
$_['error_permission']  = 'Огоҳлантириш: Атрибут гуруҳларини таҳрирлаш учун ҳуқуқингиз йўқ!';
$_['error_name']        = 'Атрибут гуруҳи номи 1 дан 64 тагача белгидан иборат бўлиши керак!';
$_['error_attribute']   = 'Огоҳлантириш: Бу атрибут гуруҳини ўчириб бўлмайди, чунки у %s та атрибутга бириктирилган!';
$_['error_product']     = 'Огоҳлантириш: Бу атрибут гуруҳини ўчириб бўлмайди, чунки у %s та маҳсулотга бириктирилган!';