<?php
// Heading
$_['heading_title']          = 'Категориялар';

// Text
$_['text_success']           = 'Созламалар муваффақиятли сақланди!';
$_['text_list']              = 'Категориялар рўйхати';
$_['text_add']               = 'Қўшиш';
$_['text_edit']              = 'Таҳрирлаш';
$_['text_filter']            = 'Фильтр';
$_['text_default']           = 'Асосий дўкон';
$_['text_keyword']           = 'Бутун тизимда такрорланмас ва бўш жойларсиз бўлиши керак.';

// Column
$_['column_name']            = 'Категориялар';
$_['column_sort_order']      = 'Саралаш тартиби';
$_['column_action']          = 'Амаллар';

// Entry
$_['entry_name']             = 'Категория';
$_['entry_description']      = 'Тавсиф';
$_['entry_meta_title'] 	     = 'Мета тег сарлавҳаси';
$_['entry_meta_keyword']     = 'Мета тег калит сўзлар';
$_['entry_meta_description'] = 'Мета тег тавсифи';
$_['entry_store']            = 'Дўконлар';
$_['entry_keyword']          = 'SEO URL';
$_['entry_parent']           = 'Ота категория';
$_['entry_filter']           = 'Фильтрлар';
$_['entry_image']            = 'Категория расми';
$_['entry_top']              = 'Асосий меню';
$_['entry_column']           = 'Устунлар сони';
$_['entry_sort_order']       = 'Саралаш тартиби';
$_['entry_status']           = 'Ҳолати';
$_['entry_layout']           = 'Макет (чизма)';

// Help
$_['help_parent']            = '(Автоматик тўлдириш)';
$_['help_filter']            = '(Автоматик тўлдириш)';
$_['help_top']               = 'Асосий менюда кўрсатилади (фақатгина ота категориялар учун).';
$_['help_column']            = 'Категорияни очилувчи менюсидаги устунлар сони (фақат ота категориялар учун)';

// Error
$_['error_warning']          = 'Илтимос, хатоларни текширинг!';
$_['error_permission']       = 'Категорияларни ўзгартириш учун рухсатингиз йўқ!';
$_['error_name']             = 'Категория номи 1 дан 255 тагача белгидан иборат бўлиши керак!';
$_['error_meta_title']       = 'Мета сарлавҳа 1 дан 255 тагача белгидан иборат бўлиши керак!';
$_['error_parent']           = 'Ота категория нотўғри танланган!';
$_['error_keyword']          = 'SEO URL аллақачон мавжуд!';
$_['error_keyword_exists']   = 'SEO URL такрорланмас бўлиши керак!';
$_['error_keyword_character']   = 'Калит фақат a-z, 0-9, - ва _ белгиларини ўз ичига олиши мумкин!';