<?php
// Heading
$_['heading_title']     = 'Фильтр гуруҳлари';

// Text
$_['text_success']      = 'Созламалар муваффақиятли ўзгартирилди!';
$_['text_list']         = 'Фильтр гуруҳлари рўйхати';
$_['text_add']          = 'Қўшиш';
$_['text_edit']         = 'Таҳрирлаш';

// Column
$_['column_name']       = 'Фильтр гуруҳи номи';
$_['column_sort_order'] = 'Саралаш тартиби';
$_['column_action']     = 'Амаллар';

// Entry
$_['entry_name']        = 'Фильтр гуруҳи номи';
$_['entry_sort_order']  = 'Саралаш тартиби';

// Error
$_['error_warning']     = 'Диққат: Илтимос, формани текширинг!';
$_['error_permission']  = 'Диққат: Фильтр гуруҳларини ўзгартириш ҳуқуқингиз йўқ!';
$_['error_name']        = 'Фильтр гуруҳи номи 1 дан 64 тагача белгидан иборат бўлиши керак!';
$_['error_filter']      = 'Диққат: Бу фильтр гуруҳини ўчириб бўлмайди, чунки у %s та фильтрга бириктирилган!';