<?php
// Heading
$_['heading_title']       = 'Филтрлар';

// Text
$_['text_success']        = 'Созламалар муваффақиятли ўзгартирилди!';
$_['text_list']           = 'Фильтрлар рўйхати';
$_['text_add']            = 'Фильтр қўшиш';
$_['text_edit']           = 'Фильтрни таҳрирлаш';

// Column
$_['column_name']         = 'Фильтр номи';
$_['column_filter_group'] = 'Фильтр гуруҳи';
$_['column_sort_order']   = 'Саралаш тартиби';
$_['column_action']       = 'Амаллар';

// Entry
$_['entry_name']          = 'Фильтр номи';
$_['entry_filter_group']  = 'Фильтрлар гуруҳи';
$_['entry_sort_order']    = 'Саралаш тартиби';

// Error
$_['error_warning']       = 'Диққат: Илтимос, формани яхшилаб текширинг!';
$_['error_permission']    = 'Диққат: Фильтрларни ўзгартириш учун рухсатингиз йўқ!';
$_['error_name']          = 'Фильтр номи 1 дан 64 тагача белгидан иборат бўлиши керак!';
$_['error_filter_group']  = 'Фильтр гуруҳини кўрсатиш шарт!';