<?php
// Heading
$_['heading_title']          = 'Саҳифалар';

// Text
$_['text_success']           = 'Созламалар муваффақиятли сақланди!';
$_['text_list']              = 'Саҳифалар рўйхати';
$_['text_add']               = 'Қўшиш';
$_['text_edit']              = 'Таҳрирлаш';
$_['text_default']           = 'Асосий дўкон';
$_['text_keyword']           = 'Бутун тизим бўйича уникал ва пробелсиз бўлиши керак.';

// Column
$_['column_title']           = 'Саҳифа номи';
$_['column_sort_order']      = 'Саралаш тартиби';
$_['column_action']          = 'Амаллар';

// Entry
$_['entry_title']            = 'Саҳифа номи';
$_['entry_description']      = 'Тавсиф';
$_['entry_meta_title']       = 'Meta-тег Сарлавҳа';
$_['entry_meta_keyword']     = 'Meta-тег Калит сўзлар';
$_['entry_meta_description'] = 'Meta-тег Тавсифи';
$_['entry_store']            = 'Дўконлар';
$_['entry_keyword']          = 'SEO URL';
$_['entry_bottom']           = 'Пастда кўрсатиш';
$_['entry_status']           = 'Ҳолат';
$_['entry_sort_order']       = 'Саралаш тартиби';
$_['entry_layout']           = 'Шаблон жойлашуви';

// Help
$_['help_bottom']            = 'Сайтнинг паст қисмида (footer) кўрсатилади';

// Error
$_['error_warning']          = 'Илтимос, формадаги хатоларни синчиклаб текширинг!';
$_['error_permission']       = 'Саҳифани таҳрирлаш ҳуқуқингиз йўқ!';
$_['error_title']            = 'Саҳифа номи 1 дан 64 тагача белгидан иборат бўлиши керак!';
$_['error_description']      = 'Тавсиф камида 3 та белгидан иборат бўлиши керак!';
$_['error_meta_title']       = 'Meta-тег Сарлавҳа 1 дан 255 тагача белгидан иборат бўлиши керак!';
$_['error_seo']              = 'SEO URL мажбурий!';
$_['error_keyword']          = 'SEO URL 1 дан 64 тагача белгидан иборат бўлиши керак!';
$_['error_keyword_exists']   = 'SEO URL уникал бўлиши керак!';
$_['error_keyword_character']   = 'Калитда faqat a-z, 0-9, - ва _ белгилари бўлиши керак!';
$_['error_account']          = 'Бу саҳифани ўчириб бўлмайди, чунки у асосий хавфсизлик сиёсати сифатида белгиланган!';
$_['error_checkout']         = 'Бу саҳифани ўчириб бўлмайди, чунки у асосий келишув шартлари сифатида белгиланган!';
$_['error_affiliate']        = 'Бу саҳифа ҳамкорлик дастури шартларида қўлланилаётгани учун ўчириб бўлмайди!';
$_['error_return']           = 'Бу саҳифа товарни қайтариш шартларида қўлланилаётгани учун ўчириб бўлмайди!';
$_['error_store']            = 'Бу саҳифани ўчириб бўлмайди, чунки у %s та дўконга бириктирилган!';