<?php
// Heading
$_['heading_title']     = 'Ишлаб чиқарувчилар';

// Text
$_['text_success']      = 'Созламалар муваффақиятли ўзгартирилди!';
$_['text_list']         = 'Ишлаб чиқарувчилар рўйхати';
$_['text_add']          = 'Қўшиш';
$_['text_edit']         = 'Таҳрирлаш';
$_['text_default']      = 'Асосий дўкон';
$_['text_keyword']      = 'Тизим бўйича ягона ва бўшлиқсиз бўлиши керак.';

// Column
$_['column_name']       = 'Ишлаб чиқарувчи';
$_['column_sort_order'] = 'Тартиб рақами';
$_['column_action']     = 'Ҳаракат';

// Entry
$_['entry_name']        = 'Ишлаб чиқарувчи';
$_['entry_store']       = 'Дўконлар';
$_['entry_keyword']     = 'SEO URL';
$_['entry_image']       = 'Расм';
$_['entry_sort_order']  = 'Саралаш тартиби';
$_['entry_layout']      = 'Макет';

// Error
$_['error_warning']     = 'Диққат: Иложи борича формадаги хатоларни текширинг!';
$_['error_permission']  = 'Сизда ишлаб чиқарувчиларни ўзгартириш ҳуқуқи йўқ!';
$_['error_name']        = 'Ишлаб чиқарувчи номи 1 дан 64 та белгигача бўлиши керак!';
$_['error_seo']         = 'SEO URL керак ва мажбурий!';
$_['error_keyword']     = 'SEO URL 1 дан 64 та белгигача бўлиши керак!';
$_['error_keyword_exists'] = 'SEO URL ягона бўлиши керак!';
$_['error_keyword_character'] = 'Калит фақат а-z, 0-9, - ва _ белгиларидан иборат бўлиши керак!';
$_['error_product'] = 'Диққат: Бу ишлаб чиқарувчини ўчириш мумкин эмас, чунки у %s та махсулотга бириктирилган!';
