<?php
// Heading
$_['heading_title']      = 'Опциялар';

// Text
$_['text_success']       = 'Созламалар муваффақиятли ўзгартирилди!';
$_['text_list']          = 'Опциялар рўйхати';
$_['text_add']           = 'Қўшиш';
$_['text_edit']          = 'Таҳрирлаш';
$_['text_choose']        = 'Танлаш';
$_['text_select']        = 'Рўйхат';
$_['text_radio']         = 'Радио тугма';
$_['text_checkbox']      = 'Белги';
$_['text_input']         = 'Киритиш майдони';
$_['text_text']          = 'Матн';
$_['text_textarea']      = 'Матн майдони';
$_['text_file']          = 'Файл';
$_['text_date']          = 'Сана';
$_['text_datetime']      = 'Сана ва вақт';
$_['text_time']          = 'Вақт';
$_['text_option']        = 'Опция';
$_['text_value']         = 'Қиймат';

// Column
$_['column_name']        = 'Опция';
$_['column_sort_order']  = 'Саралаш тартиби';
$_['column_action']      = 'Ҳаракат';

// Entry
$_['entry_name']         = 'Опция номи';
$_['entry_type']         = 'Тури';
$_['entry_option_value'] = 'Опция қиймати';
$_['entry_image']        = 'Расм';
$_['entry_sort_order']   = 'Саралаш тартиби';

// Error
$_['error_warning']      = 'Диққат: Иложи борича формани текширинг!';
$_['error_permission']   = 'Сизда опцияни ўзгартириш учун етарли ҳуқуқ йўқ!';
$_['error_name']         = 'Опция номи 1 дан 128 та белгигача бўлиши керак!';
$_['error_type']         = 'Опция қиймати кўрсатилмаган!';
$_['error_option_value'] = 'Опция қиймати 1 дан 128 та белгигача бўлиши керак!';
$_['error_value']        = 'Диққат: Бу опция қиймати ўчириб бўлмайди, чунки у %s та товарга бириктирилган!';
$_['error_product']      = 'Диққат: Бу опция ўчириб бўлмайди, чунки у %s та товарга бириктирилган!';