<?php
// Heading
$_['heading_title']          = 'Обуна режаси';

// Text
$_['text_success']           = 'Созламалар муваффақиятли ўзгартирилди!';
$_['text_list']              = 'Рўйхат';
$_['text_add']               = 'Қўшиш';
$_['text_edit']              = 'Таҳрирлаш';
$_['text_subscription']      = 'Обуна';
$_['text_trial']             = 'Синов';
$_['text_day']               = 'Кун';
$_['text_week']              = 'Ҳафта';
$_['text_semi_month']        = 'Ярим ой';
$_['text_month']             = 'Ой';
$_['text_year']              = 'Йил';

// Entry
$_['entry_name']            = 'Обуна режаси номи';
$_['entry_trial_duration']  = 'Муддат';
$_['entry_trial_cycle']     = 'Цикл';
$_['entry_trial_frequency'] = 'Частотаси';
$_['entry_trial_status']    = 'Ҳолат';
$_['entry_duration']        = 'Давомийлик';
$_['entry_cycle']           = 'Цикл';
$_['entry_frequency']       = 'Частотаси';
$_['entry_status']          = 'Ҳолат';
$_['entry_sort_order']      = 'Саралаш тартиби';

// Column
$_['column_name']           = 'Номи';
$_['column_sort_order']     = 'Саралаш тартиби';
$_['column_action']         = 'Ҳаракат';

// Help
$_['help_trial_duration']   = 'Муддат — фойдаланувчи қанча марта тўлов амалга оширади.';
$_['help_trial_cycle']      = 'Обуна суммаси частота ва циклларга қараб ҳисобланади.';
$_['help_trial_frequency']  = 'Агар сиз частотани "ҳафта" ва циклни "2" қўйсангиз, фойдаланувчи ҳар 2 ҳафтада ҳисоб-китоб олади.';
$_['help_duration']         = 'Муддат — фойдаланувчи қанча марта тўлов амалга оширади, тўловларни бекор қилингунча давом эттириш учун 0 қийматини киритинг.';
$_['help_cycle']            = 'Обуна суммаси частота ва циклларга қараб ҳисобланади.';
$_['help_frequency']        = 'Агар сиз частотани "ҳафта" ва циклни "2" қўйсангиз, фойдаланувчи ҳар 2 ҳафтада ҳисоб-китоб олади.';

// Error
$_['error_warning']          = 'Диққaт: Формани қайтадан текширинг!';
$_['error_permission']       = 'Сизда атрибутларни ўзгартириш учун рухсат йўқ!';
$_['error_name']             = 'Атрибут номи 3 дан 255 гача белгилардан иборат бўлиши керак!';
$_['error_trial_duration']   = 'Муддат 0 дан катта бўлиши керак!';
$_['error_product']          = 'Эслатма: Бу обуна режалари ҳозирда %s та маҳсулотга бириктирилганлиги сабабли ўчириб бўлмайди!';