<?php
$_['heading_title']         = 'Етказиб бериш усули';

$_['text_shipping_method']  = 'Етказиб бериш усуллари';
$_['text_shipping']         = 'Илтимос, бу буюртма учун қулай етказиб бериш усулини танланг.';
$_['text_success']          = 'Етказиб бериш усули ўзгартирилди!';
$_['button_choose']          = 'Танланг';

$_['entry_shipping_method'] = 'Етказиб бериш усулини танланг...';

$_['error_order']            = 'Буюртма топилмади! Илтимос, саҳифани янгиланг.';
$_['error_customer']         = 'Мижоз маълумотлари кўрсатилмаган!';
$_['error_payment_address']  = 'Тўлов манзили кўрсатилмаган!';
$_['error_shipping_address'] = 'Етказиб бериш манзили кўрсатилмаган!';
$_['error_shipping_method']  = 'Етказиб бериш усули танланмаган!';
$_['error_no_shipping']      = 'Мўлжалланган етказиб бериш усуллари йўқ. Илтимос, ёрдам олиш учун <a href="%s">биз билан боғланинг</a> !';
