<?php
// Heading
$_['heading_title']     = 'Мижозлар гуруҳлари';

// Text
$_['text_success']      = 'Созламалар муваффақиятли ўзгартирилди!';
$_['text_list']         = 'Мижозлар гуруҳлари рўйхати';
$_['text_add']          = 'Қўшиш';
$_['text_edit']         = 'Таҳрирлаш';

// Column
$_['column_name']       = 'Мижозлар гуруҳи номи';
$_['column_sort_order'] = 'Саралаш тартиби';
$_['column_action']     = 'Амал';

// Entry
$_['entry_name']        = 'Номи';
$_['entry_description'] = 'Тавсиф';
$_['entry_approval']    = 'Янги мижозларни тасдиқлаш';
$_['entry_sort_order']  = 'Саралаш тартиби';

// Help
$_['help_approval']     = 'Мижозлар дўкон сайтига киришдан олдин администратор томонидан фаоллаштирилиши керак.';

// Error
$_['error_permission']  = "Сизда 'Мижозлар гуруҳлари' созламаларини ўзгартириш ҳуқуқи йўқ!";
$_['error_name']        = 'Гуруҳ номи 3 дан 32 та белгигача бўлиши керак!';
$_['error_default']     = 'Бу мижозлар гуруҳини ўчириб бўлмайди, чунки у асосий дўкон учун белгиланган!';
$_['error_store']       = 'Бу мижозлар гуруҳини ўчириб бўлмайди, чунки у %s та дўкон учун белгиланган!';
$_['error_customer']    = 'Бу мижозлар гуруҳини ўчириб бўлмайди, чунки у %s та мижоз учун белгиланган!';