<?php
$_['heading_title'] = 'Тўловда хатолик!';

$_['text_basket']   = 'Харид саватчаси';
$_['text_checkout'] = 'Буюртма бериш';
$_['text_failure']  = 'Тўловда хатолик';
$_['text_message']  = '<p>Тўлов жараёнида хатолик юз берди. Хатолик туфайли буюртма қилиб бўлмади</p><p>Эҳтимолий сабаблар:</p><ul><li>Маблағ етишмаслиги</li><li>Текширувдаги хатолик</li></ul><p>Илтимос, бошқа тўлов усулини танлаб, қайта уриниб кўринг.</p><p>Агар хатолик такрорланса, <a href="%s">админият билан боғланинг</a> ва буюртма тафсилотларини хабар қилинг.</p>';