<?php
// Heading
$_['heading_title']           = 'Шахсий маълумотлар';

// Text
$_['text_login']              = 'Агар сизда аллақачон аккаунт мавжуд бўлса, <a href="%s"><strong>кириш</strong></a> орқали тизимга киринг.';
$_['text_register']           = 'Рўйхатдан ўтиш';
$_['text_guest']              = 'Рўйхатдан ўтмасдан буюртма бериш';
$_['text_payment_address']    = 'Тўлов маълумотлари';
$_['text_shipping_address']   = 'Етказиб бериш манзили';
$_['text_your_password']      = 'Пароль';
$_['text_agree']              = 'Мен <a href="%s" class="modal-link"><b>%s</b></a> билан танишдим ва розиман';
$_['text_success_add']        = 'Ҳисоб муваффақиятли яратилди!';
$_['text_success_guest']      = 'Меҳмон ҳисоби маълумотлари сақланди!';
$_['text_success_edit']       = 'Ҳисобингиз муваффақиятли янгиланди.';
$_['button_continue']         = 'Маълумотларни сақлаш';

// Entry
$_['entry_customer_group']    = 'Ҳисоб (аккаунт) тури';
$_['entry_firstname']         = 'Исм';
$_['entry_lastname']          = 'Фамилия';
$_['entry_email']             = 'E-Mail';
$_['entry_telephone']         = 'Телефон';
$_['entry_password']          = 'Пароль';
$_['entry_confirm']           = 'Паролни тасдиқлаш';
$_['entry_company']           = 'Компания';
$_['entry_address_1']         = 'Манзил';
$_['entry_address_2']         = 'Манзил 2';
$_['entry_postcode']          = 'Почта индекси';
$_['entry_city']              = 'Шаҳар';
$_['entry_country']           = 'Давлат';
$_['entry_zone']              = 'Ҳудуд / Вилоят';
$_['entry_match']             = 'Менинг етказиб бериш манзилим тўлов манзили билан мос келади.';
$_['entry_newsletter']        = 'Мен %s янгиликларига обуна бўлмоқчиман.';

// Error
$_['error_guest']             = 'Саватдаги маҳсулотларни ҳисоб яратмасдан сотиб олиш мумкин эмас!';
$_['error_firstname']         = 'Исм 1 дан 32 та белгигача бўлиши керак!';
$_['error_lastname']          = 'Фамилия 1 дан 32 та белгигача бўлиши керак!';
$_['error_customer_group']    = 'Мижоз гуруҳи нотўғри!';
$_['error_customer_approval'] = 'Бу мижоз гуруҳи тасдиқлашни талаб қилади ва меҳмон ҳисоби билан ишлатилмайди.';
$_['error_email']             = 'E-Mail манзили нотўғри киритилган!';
$_['error_exists']            = 'Бу E-Mail аллақачон рўйхатдан ўтган';
$_['error_telephone']         = 'Телефон рақами 3 дан 32 та белгигача бўлиши керак!';
$_['error_password']          = 'Пароль 6 дан 40 та белгигача бўлиши керак!';
$_['error_confirm']           = 'Пароллар мос келмайди!';
$_['error_address_1']         = 'Манзил 3 дан 128 та белгигача бўлиши керак!';
$_['error_city']              = 'Шаҳар номи 2 дан 128 та белгигача бўлиши керак!';
$_['error_postcode']          = 'Индекс 2 дан 10 та белгигача бўлиши керак!';
$_['error_country']           = 'Илтимос, давлатни танланг!';
$_['error_zone']              = 'Илтимос, ҳудуд / вилоятни танланг!';
$_['error_agree']             = 'Сиз %s билан танишиб, рози бўлишингиз керак!';
$_['error_custom_field']      = '%s талаб қилинади!';
$_['error_regex']             = '%s нотўғри киритилди!';