<?php
// Heading
$_['heading_title']         = 'Етказиб бериш манзили';

// Text
$_['text_address_new']      = 'Янги манзилдан фойдаланишни истайман';
$_['text_address_existing'] = 'Мавжуд манзилдан фойдаланишни истайман';
$_['text_success']          = 'Етказиб бериш манзилингиз ўзгартирилди!';

// Entry
$_['entry_address']         = 'Манзилни танланг';
$_['entry_firstname']       = 'Исм';
$_['entry_lastname']        = 'Фамилия';
$_['entry_company']         = 'Компания';
$_['entry_address_1']       = 'Манзил';
$_['entry_address_2']       = 'Манзил 2';
$_['entry_postcode']        = 'Почта индекси';
$_['entry_city']            = 'Шаҳар';
$_['entry_country']         = 'Давлат';
$_['entry_zone']            = 'Ҳудуд / Вилоят';

// Error
$_['error_customer']        = 'Диққат: Мижоз маълумотлари кўрсатилмаган!';
$_['error_address']         = 'Манзил кўрсатилмаган!';
$_['error_firstname']       = 'Исм 1 дан 32 та белгигача бўлиши керак!';
$_['error_lastname']        = 'Фамилия 1 дан 32 та белгигача бўлиши керак!';
$_['error_address_1']       = 'Манзил 3 дан 128 та белгигача бўлиши керак!';
$_['error_city']            = 'Шаҳар номи 2 дан 128 та белгигача бўлиши керак!';
$_['error_postcode']        = 'Индекс 2 дан 10 та белгигача бўлиши керак!';
$_['error_country']         = 'Илтимос, давлатни танланг!';
$_['error_zone']            = 'Илтимос, ҳудуд / вилоятни танланг!';
$_['error_custom_field']    = '%s талаб қилинади!';
$_['error_regex']           = '%s нотўғри киритилди!';