<?php
$_['heading_title']        = 'Буюртма қабул қилинди!';
$_['text_basket']          = 'Харидинггиз учун раҳмат!';
$_['text_checkout']        = 'Буюртма бериш';
$_['text_success']         = 'Муваффақиятли';
$_['text_customer']        = '<p>Сизнинг буюртмангиз муваффақиятли амалга оширилди!</p><p>Сиз <a href="%s">Ҳисобингиз</a> орқали буюртмангизни кўришингиз мумкин.</p><p>Илтимос, агар саволларингиз бўлса <a href="%s">биз билан боғланинг</a> .</p><p>Харидинггиз учун раҳмат!</p>';
$_['text_guest']           = '<p>Сизнинг буюртмангиз муваффақиятли амалга оширилди!</p><p>Илтимос, агар саволларингиз бўлса <a href="%s">биз билан боғланинг</a>.</p><p>Харидинггиз учун раҳмат!</p>';