<?php
// Text
$_['text_success']         = 'Мижоз муваффақиятли янгиланди'; // 'Клиент успешно обновлен'

// Error
$_['error_customer']       = 'Диққат: Мижоз топилмади!'; // 'Внимание: Клиент не найден!'
$_['error_customer_group'] = 'Мижозлар гуруҳи ҳақиқий эмас!'; // 'Группа клиентов не является действительной!'
$_['error_firstname']      = 'Исм 1 дан 32 та белгигача бўлиши керак!'; // 'Имя должно быть от 1 до 32 символов!'
$_['error_lastname']       = 'Фамилия 1 дан 32 та белгигача бўлиши керак!'; // 'Фамилия должна быть от 1 до 32 символов!'
$_['error_email']          = 'E-Mail манзили нотўғри киритилган!'; // 'E-Mail адрес введен неверно!'
$_['error_telephone']      = 'Телефон рақами 3 дан 32 та белгигача бўлиши керак!'; // 'Телефон должен быть от 3 до 32 символов!'
$_['error_custom_field']   = '%s талаб қилинади!'; // '%s требуется!'
$_['error_regex']          = '%s нотўғри киритилди!'; // '%s неверный ввод!'