<?php
// Text
$_['text_success']           = 'Буюртма муваффақиятли ўзгартирилди!'; // 'Заказ успешно изменен!'

// Error
$_['error_order']            = 'Диққат: Буюртма топилмади!'; // 'Внимание: Заказ не найден!'
$_['error_customer']         = 'Диққат: Мижоз маълумотлари кўрсатилиши шарт!'; // 'Внимание: Необходимо указать данные клиента!'
$_['error_payment_address']  = 'Диққат: Тўлов манзили кўрсатилиши шарт!'; // 'Внимание: Необходимо указать адрес оплаты!'
$_['error_payment_method']   = 'Диққат: Тўлов усулини танлаш шарт!'; // 'Внимание: Необходимо выбрать способ оплаты!'
$_['error_shipping_address'] = 'Диққат: Етказиб бериш манзили кўрсатилиши шарт!'; // 'Внимание: Необходимо указать адрес доставки!'
$_['error_shipping_method']  = 'Диққат: Етказиб бериш усулини танлаш шарт!'; // 'Внимание: Необходимо выбрать способ доставки!'
$_['error_product']          = 'Диққат: Маҳсулотлар танланиши шарт!'; // 'Внимание: Необходимо выбрать товары!'
$_['error_stock']            = 'Диққат: *** билан белгиланган товарлар етарли миқдорда мавжуд эмас ёки омборда йўқ!'; // 'Внимание: Товары, отмеченные ***, недоступны в нужном количестве или отсутствуют на складе!'
$_['error_minimum']          = 'Диққат: %s учун минимал буюртма суммаси %s!'; // 'Внимание: Минимальная сумма заказа для %s составляет %s!'
$_['error_affiliate']        = 'Диққат: Ҳамкор маълумотлари кўрсатилиши шарт!'; // 'Внимание: Необходимо указать данные партнера!'
$_['error_call']             = 'API чақируви топилмади'; // 'Вызов API не найден'
