<?php
// Text
$_['text_success']       = 'Тўлов манзили муваффақиятли танланди!'; // 'Платежный адрес успешно выбран!'

// Error
$_['error_firstname']       = 'Исм 1 дан 32 та белгигача бўлиши керак!'; // 'Имя должно быть от 1 до 32 символов!'
$_['error_lastname']        = 'Фамилия 1 дан 32 та белгигача бўлиши керак!'; // 'Фамилия должна быть от 1 до 32 символов!'
$_['error_address_1']       = 'Манзил 3 дан 128 та белгигача бўлиши керак!'; // 'Адрес должен быть от 3 до 128 символов!'
$_['error_city']            = 'Шаҳар номи 2 дан 128 та белгигача бўлиши керак!'; // 'Название города должно быть от 2 до 128 символов!'
$_['error_postcode']        = 'Индекс 2 дан 10 та белгигача бўлиши керак!'; // 'Индекс должен быть от 2 до 10 символов!'
$_['error_country']         = 'Илтимос, давлатни танланг!'; // 'Пожалуйста, выберите страну!'
$_['error_zone']            = 'Илтимос, ҳудуд / вилоятни танланг!'; // 'Пожалуйста, выберите регион / область'
$_['error_custom_field']    = '%s талаб қилинади!'; // '%s необходим!'
$_['error_regex']           = '%s нотўғри киритилди!'; // '%s неверный ввод!'