<?php
// Text
$_['text_success']           = 'Сиз обуналарни ўзгартирдингиз!';

// Error
$_['error_customer']         = 'Диққат: Мижоз маълумотлари кўрсатилиши шарт!';
$_['error_payment_address']  = 'Диққат: Тўлов манзили кўрсатилиши шарт!';
$_['error_payment_method']   = 'Диққат: Тўлов усулини танлаш шарт!';
$_['error_shipping_address'] = 'Диққат: Етказиб бериш манзили кўрсатилиши шарт!';
$_['error_shipping_method']  = 'Диққат: Етказиб бериш усулини танлаш шарт!';
$_['error_product']          = 'Диққат: Маҳсулотлар танланиши шарт!';
$_['error_stock']            = 'Диққат: *** билан белгиланган товарлар етарли миқдорда мавжуд эмас ёки омборда йўқ!';
$_['error_minimum']          = 'Диққат: %s учун минимал буюртма суммаси %s!';
$_['error_call']             = 'API чақируви топилмади';
