<?php
// Heading
$_['heading_title']      = 'Банк ўтказмаси';

// Text
$_['text_extension']     = 'Кенгайтиришлар';
$_['text_success']       = 'Созламалар муваффақиятли ўзгартирилди!';
$_['text_edit']          = 'Таҳрирлаш';

// Entry
$_['entry_bank']         = 'Пул ўтказиш бўйича кўрсатма';
$_['entry_order_status'] = 'Тўловдан кейинги буюртма ҳолати';
$_['entry_geo_zone']     = 'Географик зона';
$_['entry_status']       = 'Ҳолат';
$_['entry_sort_order']   = 'Саралаш тартиби';

// Error
$_['error_permission']   = 'Сизда бу модулни бошқариш ҳуқуқи йўқ!';
$_['error_bank']         = 'Пул ўтказиш бўйича кўрсатмани тўлдириш керак!';