<?php
// Heading
$_['heading_title']    = 'Давлатлар';

// Text
$_['text_success']     = 'Созламалар муваффақиятли янгиланди!';
$_['text_list']        = 'Давлатлар рўйхати';
$_['text_add']         = 'Қўшиш';
$_['text_edit']        = 'Таҳрирлаш';

// Column
$_['column_name']      = 'Давлат номи';
$_['column_iso_code_2'] = 'ISO коди (2)';
$_['column_iso_code_3'] = 'ISO коди (3)';
$_['column_action']    = 'Амал';

// Entry
$_['entry_name']       = 'Давлат номи';
$_['entry_iso_code_2'] = 'ISO коди (2)';
$_['entry_iso_code_3'] = 'ISO коди (3)';
$_['entry_address_format'] = 'Манзил формати';
$_['entry_postcode_required'] = 'Почта индекси талаб қилинади';
$_['entry_status']     = 'Ҳолат';

// Help
$_['help_address_format'] = 'Манзил формати учун қуйидаги теглардан фойдаланинг:<br />{firstname} - Исм<br />{lastname} - Фамилия<br />{company} - Компания<br />{address_1} - Манзил 1<br />{address_2} - Манзил 2<br />{city} - Шаҳар<br />{postcode} - Почта индекси<br />{zone} - Вилоят / Ҳудуд<br />{zone_code} - Ҳудуд коди<br />{country} - Давлат';

// Error
$_['error_permission'] = 'Сизда давлатларни таҳрирлаш ҳуқуқи йўқ!';
$_['error_name']       = 'Давлат номи 1 дан 128 та белгигача бўлиши керак!';
$_['error_default']    = 'Диққат: Бу давлатни ўчириб бўлмайди, чунки у асосий дўкон учун белгиланган!';
$_['error_store']      = 'Диққат: Бу давлатни ўчириб бўлмайди, чунки у %s дўконга белгиланган!';
$_['error_address']    = 'Диққат: Бу давлатни ўчириб бўлмайди, чунки у %s манзилга белгиланган!';
$_['error_affiliate']  = 'Диққат: Бу давлатни ўчириб бўлмайди, чунки у %s ҳамкорга белгиланган!';
$_['error_zone']       = 'Диққат: Бу давлатни ўчириб бўлмайди, чунки у %s ҳудудга белгиланган!';
$_['error_zone_to_geo_zone'] = 'Диққат: Бу давлатни ўчириб бўлмайди, чунки у %s географик зонага белгиланган!';