<?php
// Heading
$_['heading_title']    = 'Географик зоналар';

// Text
$_['text_success']     = 'Созламалар муваффақиятли янгиланди!';
$_['text_list']        = 'Географик зоналар рўйхати';
$_['text_add']         = 'Қўшиш';
$_['text_edit']        = 'Таҳрирлаш';
$_['text_geo_zone']    = 'Географик зоналар';

// Column
$_['column_name']      = 'Географик зона номи';
$_['column_description'] = 'Тавсиф';
$_['column_action']    = 'Амал';

// Entry
$_['entry_name']       = 'Географик зона номи';
$_['entry_description'] = 'Тавсиф';
$_['entry_country']    = 'Давлат';
$_['entry_zone']       = 'Вилоят / Ҳудуд';

// Error
$_['error_permission'] = 'Сизда географик зоналарни таҳрирлаш ҳуқуқи йўқ!';
$_['error_name']       = 'Географик зона номи 3 дан 32 та белгигача бўлиши керак!';
$_['error_description'] = 'Тавсиф 3 дан 255 та белгигача бўлиши керак!';
$_['error_tax_rate']   = 'Географик зона %s солиқ ставкаларига бириктирилгани учун ўчириб бўлмайди!';