<?php
// Heading
$_['heading_title']    = 'Қайтариш амалиётлари';

// Text
$_['text_success']     = 'Созламалар муваффақиятли янгиланди!';
$_['text_list']        = 'Қайтариш амалиётлари рўйхати';
$_['text_add']         = 'Қўшиш';
$_['text_edit']        = 'Таҳрирлаш';

// Column
$_['column_name']      = 'Амалиёт номи';
$_['column_action']    = 'Амал';

// Entry
$_['entry_name']       = 'Амалиёт номи';

// Error
$_['error_permission'] = 'Сизда қайтариш амалиётларини таҳрирлаш ҳуқуқи йўқ!';
$_['error_name']       = 'Амалиёт номи 3 дан 64 та белгигача бўлиши керак!';
$_['error_return']     = 'Диққат: Бу қайтариш амалиётсини ўчириб бўлмайди, чунки у %s маҳсулотга белгиланган!';