<?php
// Heading
$_['heading_title']          = 'Обуна ҳолатлари';

// Text
$_['text_success']           = 'Созламалар муваффақиятли янгиланди!';
$_['text_list']              = 'Обуна ҳолатлари рўйхати';
$_['text_add']               = 'Обуна ҳолатини қўшиш';
$_['text_edit']              = 'Обуна ҳолатини таҳрирлаш';

// Column
$_['column_name']            = 'Обуна ҳолати номи';
$_['column_action']          = 'Амал';

// Entry
$_['entry_name']             = 'Обуна ҳолати номи';

// Error
$_['error_permission']       = 'Сизда обуна ҳолатларини таҳрирлаш ҳуқуқи йўқ!';
$_['error_name']             = 'Обуна ҳолати номи 3 дан 32 тагача белгидан иборат бўлиши керак!';
$_['error_default']          = 'Обуна ҳолати одатий деб танлангани учун ўчирилмайди!';
$_['error_subscription']     = 'Обуна ҳолати %s та обунага белгилангани учун ўчирилмайди!';