<?php
// Heading
$_['heading_title']          = 'Солиқ синфлари';

// Text
$_['text_success']           = 'Созламалар муваффақиятли янгиланди!';
$_['text_list']              = 'Солиқ синфлари рўйхати';
$_['text_add']               = 'Солиқ синфини қўшиш';
$_['text_edit']              = 'Солиқ синфини таҳрирлаш';
$_['text_tax_class']         = 'Солиқ синфи';
$_['text_tax_rate']          = 'Солиқ ставкаси';
$_['text_no_results']        = 'Маълумот йўқ';

// Column
$_['column_title']           = 'Солиқ синфи номи';
$_['column_action']          = 'Амал';

// Entry
$_['entry_title']            = 'Солиқ синфи номи';
$_['entry_description']      = 'Тавсиф';
$_['entry_rate']             = 'Солиқ ставкаси';
$_['entry_based']            = 'Асосида';
$_['entry_priority']         = 'Афзаллик';

// Error
$_['error_permission']       = 'Сизда солиқ синфларини таҳрирлаш ҳуқуқи йўқ!';
$_['error_title']            = 'Солиқ синфи номи 3 дан 32 тагача белгидан иборат бўлиши керак!';
$_['error_description']      = 'Тавсиф 3 дан 255 тагача белгидан иборат бўлиши керак!';
$_['error_product']          = 'Солиқ синфи %s та маҳсулотга белгилангани учун ўчирилмайди!';