<?php
// Heading
$_['heading_title']    = 'Солиқ ставкалари';

// Text
$_['text_success']     = 'Созламалар муваффақиятли янгиланди!';
$_['text_list']        = 'Солиқ ставкалари рўйхати';
$_['text_add']         = 'Қўшиш';
$_['text_edit']        = 'Таҳрирлаш';
$_['text_percent']     = 'Фоиз';
$_['text_amount']      = 'Белгиланган сумма';

// Column
$_['column_name']      = 'Солиқ номи';
$_['column_rate']      = 'Ставка';
$_['column_type']      = 'Тури';
$_['column_geo_zone']  = 'Географик зона';
$_['column_date_added'] = 'Қўшилган сана';
$_['column_date_modified'] = 'Ўзгартирилган сана';
$_['column_action']    = 'Амал';

// Entry
$_['entry_name']       = 'Солиқ номи';
$_['entry_rate']       = 'Ставка';
$_['entry_type']       = 'Тури';
$_['entry_customer_group'] = 'Мижозлар гуруҳи';
$_['entry_geo_zone']   = 'Географик зона';

// Error
$_['error_permission'] = 'Сизда солиқ ставкаларини таҳрирлаш ҳуқуқи йўқ!';
$_['error_tax_rule']   = 'Диққат: Бу солиқ ставкасини ўчириб бўлмайди, чунки у %s солиқ синфига белгиланган!';
$_['error_name']       = 'Солиқ номи 3 дан 32 та белгигача бўлиши керак!';
$_['error_rate']       = 'Солиқ ставкасини кўрсатиш талаб қилинади!';