<?php
// Text
$_['text_success']    = 'Ҳамкор комиссияси муваффақиятли қўлланилди!'; // 'Партнерская комиссия успешно применена!'
$_['text_remove']     = 'Ҳамкор комиссияси муваффақиятли ўчирилди!'; // 'Партнерская комиссия успешно удалена!'

// Error
$_['error_affiliate'] = 'Диққат: Ҳамкор топилмади!'; // 'Внимание: Партнер не найден!'
$_['error_order']     = 'Диққат: Комиссияни қўллаш учун умумий сумма 0 дан катта бўлиши керак!'; // 'Внимание: Итоговая сумма должна быть больше 0 для применения комиссии!'