<?php
// Text
$_['text_success']       = 'Сават муваффақиятли янгиланди!'; // 'Корзина покупок успешно изменена!'
$_['text_subscription']  = 'Обунa'; // 'Подписка'

// Error
$_['error_warning']      = 'Диққат: Илтимос, саватда хатолар йўқлигини текширинг!'; // 'Внимание: Пожалуйста, внимательно проверьте корзину на ошибки!'
$_['error_product']      = 'Диққат: Маҳсулот топилмади!'; // 'Внимание: Товар не найден!'
$_['error_stock']        = 'Маҳсулот етарли миқдорда мавжуд эмас ёки омборда йўқ!'; // 'Товар недоступен в нужном количестве или отсутствует на складе!'
$_['error_minimum']      = '%s учун минимал буюртма суммаси %s!'; // 'Минимальная сумма заказа для %s составляет %s!'
$_['error_option']       = 'Опция топилмади!'; // 'Опция не найдена!'
$_['error_option_stock'] = 'Опция етарли миқдорда мавжуд эмас ёки омборда йўқ!'; // 'Опция недоступна в нужном количестве или отсутствует на складе!'
$_['error_required']     = '%s кўрсатилиши шарт!'; // 'Необходимо указать %s!'
$_['error_subscription'] = 'Обунa режаси ҳақиқий эмас!'; // 'План подписки недействителен!'