<?php
// Text
$_['text_success']          = 'Тўлов усули муваффақиятли танланди!'; // 'Способ оплаты успешно выбран!'

// Error
$_['error_customer']         = 'Диққат: Мижоз маълумотлари кўрсатилиши шарт!'; // 'Внимание: Необходимо указать данные клиента!'
$_['error_product']          = 'Диққат: Маҳсулотлар танланиши шарт!'; // 'Внимание: Необходимо выбрать товары!'
$_['error_shipping_address'] = 'Диққат: Етказиб бериш манзили кўрсатилиши шарт!'; // 'Внимание: Необходимо указать адрес доставки!'
$_['error_shipping_method']  = 'Диққат: Етказиб бериш усулини танлаш шарт!'; // 'Внимание: Необходимо выбрать способ доставки!'
$_['error_payment_address']  = 'Диққат: Тўлов манзили кўрсатилиши шарт!'; // 'Внимание: Необходимо указать адрес оплаты!'
$_['error_no_payment']       = 'Диққат: Мавжуд тўлов усуллари йўқ!'; // 'Внимание: Нет доступных способов оплаты!'
$_['error_payment_method']   = 'Диққат: Тўлов усулини танлаш шарт!'; // 'Внимание: Необходимо выбрать способ оплаты!'