<?php
// Text
$_['text_success']           = 'Етказиб бериш усули муваффақиятли танланди!'; // 'Способ доставки успешно выбран!'

// Error
$_['error_customer']         = 'Диққат: Мижоз маълумотлари кўрсатилиши шарт!'; // 'Внимание: Необходимо указать данные клиента!'
$_['error_shipping_address'] = 'Диққат: Етказиб бериш манзили кўрсатилиши шарт!'; // 'Внимание: Необходимо указать адрес доставки!'
$_['error_shipping']         = 'Диққат: Етказиб беришни талаб қиладиган товарлар йўқ!'; // 'Внимание: Нет товаров, требующих доставки!'
$_['error_no_shipping']      = 'Диққат: Мавжуд етказиб бериш усуллари йўқ!'; // 'Внимание: Нет доступных способов доставки!'
$_['error_shipping_method']  = 'Диққат: Етказиб бериш усулини танлаш шарт!'; // 'Внимание: Необходимо выбрать способ доставки!'