<?php
$_['text_log']               = 'Қўшимча маълумот учун обуналар журналини текширинг.';
$_['text_success']     = 'Сиз %s вазифасини бажардинггиз!';
$_['text_error']       = 'Диққат: %s вазифасини бажариб бўлмади!';
$_['error_store'] 		     = 'Диққат: Дўкон топилмади!';
$_['error_language']         = 'Диққат: Тил топилмади!';
$_['error_currency']         = 'Диққат: Валюта топилмади!';
$_['error_customer']         = 'Диққат: Мижоз топилмади!';
$_['error_payment_address']  = 'Диққат: Тўлов манзили топилмади!';
$_['error_shipping_address'] = 'Диққат: Етказиб бериш манзили топилмади!';
$_['error_product']          = 'Диққат: %s товари топилмади!';
$_['error_option']           = 'Диққат: %s опцияси топилмади!';
$_['error_shipping_method']  = 'Диққат: Етказиб бериш усулини танлаш керак!';
$_['error_payment_method']   = 'Диққат: Тўлов усулини танлаш керак!';
$_['error_extension']        = 'Диққат: Тўлов усулининг кенгайтирилмаси топилмади!';