<?php
// Text
$_['text_success']   = 'Бонус баллари бўйича чегирма қўлланилди!';

// Error
$_['error_customer'] = 'Диққат: Мижоз маълумотларини кўрсатиш керак!';
$_['error_product']  = 'Диққат: Маҳсулотларни танлаш керак!';
$_['error_points']   = 'Диққат: Сизда %s бонус бали йўқ!';
$_['error_maximum']  = 'Диққат: Қўллаш мумкин бўлган максимал баллар сони %s!';
$_['error_status']   = 'Диққат: Бонус баллари бу дўконда фаоллаштирилмаган!';
$_['error_confirm']  = 'Диққат: Илтимос, бонус баллари формасидаги хатоларни диққат билан текширинг!';