<?php
// Text
$_['text_reviews']     = '%s та фикр';
$_['text_write']       = 'Фикр билдириш';
$_['text_login']       = 'Илтимос фикр билдиришдан олдин <a href="%s">киринг</a> ёки <a href="%s">ҳисоб яратинг</a>';
$_['text_no_results']  = 'Бу махсулот ҳақида биринчи фикр билдирувчи сиз бўлинг.';
$_['text_note']        = '<span class="text-danger">Эслатма:</span> HTML белгилари қўллаб-қувватланмайди! Одатдаги матндан фойдаланинг!';
$_['text_success']     = 'Фикрингиз учун рахмат. У админга спам текшируви учун юборилди ва тез орада эълон қилинади.';

// Entry
$_['entry_author']       = 'Сизнинг исмингиз:';
$_['entry_review']     = 'Сизнинг фикрингиз:';
$_['entry_rating']     = 'Баҳо:';
$_['entry_good']       = 'Яхши';
$_['entry_bad']        = 'Ёмон';

// Tabs
$_['tab_review']       = 'Фикрлар (%s)';

// Error
$_['error_token']      = 'Огоҳлантириш: текширув токени нотўғри!';
$_['error_product']    = 'Диққат: Махсулот топилмади!';
$_['error_author']     = 'Фикр номи 3 дан 25 та белгигача бўлиши керак!';
$_['error_text']       = 'Фикр матни 25 дан 1000 та белгигача бўлиши керак!';
$_['error_rating']     = 'Илтимос, баҳони танланг!';
$_['error_login']      = 'Махсулот ҳақида фикр билдириш учун тизимга киришингиз керак!';
$_['error_purchased']  = 'Фикр билдиришдан олдин сиз бу махсулотни сотиб олишингиз керак эди!';
$_['error_status']     = 'Фикрлар ўчириб қўйилган!';