<?php
// Heading
$_['heading_title'] = 'Ҳисобингизни ҳимоя қилинг';

// Text
$_['text_security'] = 'Номаълум қурилма ёки компьютердан тизимга кирганингизда махфий саволга жавоб беришингиз керак.';
$_['text_code']     = 'Электрон почта ҳисобингизга хавфсизлик коди юборилди. Давом этиш учун пастдаги кодни киритинг.';
$_['text_locked']   = 'Ҳисобингиз блокланган!';
$_['text_unlock']   = 'Кўп марта нотўғри хавфсизлик коди киритилгани сабабли ҳисобингиз блокланган. Қайта тиклаш ҳаволасини олиш учун, электрон почтангиз орқали "қайта тиклаш" тугмасини босинг.';
$_['text_unlocked'] = 'Ҳисобингиз блокдан чиқарилди!';
$_['text_link']     = 'Электрон почтангизга қайта тиклаш ҳаволаси юборилди!';
$_['text_resend']   = 'Электрон почта ҳисобингизга хавфсизлик коди юборилди!';

// Entry
$_['entry_code']    = 'Хавфсизлик коди';

// Error
$_['error_warning'] = 'Хавфсизлик кодини киритиш учун, рухсат этилган уринишлар сонидан ошириб юбординггиз!';
$_['error_code']    = 'Хавфсизлик коди мос эмас!';
$_['error_reset']   = 'Диққат: хавфсизлик кодини қайта тиклаб бўлмади!';