<?php
// Heading
$_['heading_title']    = 'Муҳим хавфсизлик хабарномаси!';

// Text
$_['text_install']             = 'Ўрнатиш директория (папка)си';
$_['text_install_description'] = 'Ўрнатиш директориясини ўчириш керак!';
$_['text_install_success']     = 'Ўрнатиш директорияси ўчирилди!';
$_['text_storage']             = 'Storage сақлаш директорияси йўли';
$_['text_storage_description'] = 'Диққат! Бу муҳим. Хавфсизликни ошириш учун storage сақлаш директориясини сайтнинг илдиз директориясидан ташқарига кўчиришингиз керак (масалан, public_html, www ёки htdocs га).';
$_['text_storage_move']               = '%s ни %s га кўчириш (%s та файл сақланди)';
$_['text_storage_success']            = 'Сақлаш директорияси кўчирилди!';
$_['text_storage_delete']             = 'Олдинги сақлаш директориясини ўчириш';
$_['text_storage_delete_description'] = 'Олдинги сақлаш директориянгизни ўчириш керак!';
$_['text_storage_delete_success']     = 'Олдинги сақлаш директорияси ўчирилди!';
$_['text_admin']                      = 'Админ директориясини кўчириш';
$_['text_admin_description']          = 'Илтимос, қуйидаги майдонга админ директорияси учун янги ном киритинг.';
$_['text_admin_move']                 = '%s ни %s га кўчириш (%s та админ файлидан)';
$_['text_admin_success']              = 'Админ директорияси кўчирилди!';
$_['text_admin_delete']               = 'Олдинги админ директориясини ўчириш';
$_['text_admin_delete_description']   = 'Олдинги админ директориянгизни ўчириш керак!';
$_['text_admin_delete_success']       = 'Олдинги админ директорияси ўчирилди!';
$_['text_path']                       = 'Йўл';

// Entry
$_['entry_path']               = 'Йўл';
$_['entry_path_current']       = 'Жорий йўл';
$_['entry_path_new']           = 'Янги йўл';
$_['entry_name']               = 'Директория номи';

// Button
$_['button_move']              = 'Кўчириш';
$_['button_rename']            = 'Номини ўзгартириш';

// Help
$_['help_storage']             = 'Сақлаш директорияси номи `storage` билан бошланиши керак. Масалан, `storage_`.';

// Error
$_['error_permission']         = 'Диққат: Хавфсизлик созламаларини ўзгартириш ҳуқуқингиз йўқ!';
$_['error_install']            = 'Диққат: install директорияси мавжуд эмас!';
$_['error_storage']            = 'Диққат: storage директорияси мавжуд эмас!';
$_['error_storage_root']       = 'Диққат: storage директорияси веб-сайт илдиз директориясидан ташқарида бўлиши керак!';
$_['error_storage_name']       = 'Диққат: storage директорияси номи `storage` билан бошланиши керак! Масалан, `storage_`.';
$_['error_admin']              = 'Диққат: admin директорияси мавжуд эмас!';
$_['error_admin_allowed']      = 'Диққат: admin директорияси номидан фойдаланиб бўлмайди!';
$_['error_admin_exists']       = 'Диққат: admin директорияси аллақачон мавжуд!';
$_['error_writable']           = 'Диққат: config.php ва admin/config.php файллари ёзиш учун очиқ бўлиши керак!';
$_['error_remove']             = 'Диққат: Ўчириладиган директория мавжуд эмас!';