<?php
// Heading
// $_['heading_title']    = 'Акции';
$_['heading_title']    = 'Акциялар';

// Text
// $_['text_extension']   = 'Расширения';
$_['text_extension']   = 'Кенгайтиришлар';
// $_['text_success']     = 'Настройки успешно изменены';
$_['text_success']     = 'Созламалар муваффақиятли ўзгартирилди';
// $_['text_edit']        = 'Настройки модуля';
$_['text_edit']        = 'Модул созламалари';
// $_['text_horizontal']  = 'Горизонтальная';
$_['text_horizontal']  = 'Горизонтал';
// $_['text_vertical']    = 'Вертикальная';
$_['text_vertical']    = 'Вертикал';

// Entry
// $_['entry_name']       = 'Название модуля';
$_['entry_name']       = 'Модул номи';
// $_['entry_axis']       = 'Ориентация';
$_['entry_axis']       = 'Йўналиш';
// $_['entry_limit']      = 'Лимит';
$_['entry_limit']      = 'Лимит';
// $_['entry_width']      = 'Ширина';
$_['entry_width']      = 'Кенглик';
// $_['entry_height']     = 'Высота';
$_['entry_height']     = 'Баландлик';
// $_['entry_status']     = 'Статус';
$_['entry_status']     = 'Ҳолат';

// Error
// $_['error_permission'] = 'У Вас нет прав для управления данным модулем!';
$_['error_permission'] = 'Сизда бу модулни бошқариш ҳуқуқи йўқ!';
// $_['error_name']       = 'Название модуля должно содержать от 3 до 64 символов!';
$_['error_name']       = 'Модул номи 3 дан 64 та белгигача бўлиши керак!';
// $_['error_width']      = 'Введите ширину изображения!';
$_['error_width']      = 'Расм кенглигини киритинг!';
// $_['error_height']     = 'Введите высоту изображения!';
$_['error_height']     = 'Расм баландлигини киритинг!';