<?php
// Heading
$_['heading_title']    = 'Кенгайтиришлар ўрнаткичи';

// Text
$_['text_success']     = 'Созламалар муваффақиятли ўзгартирилди!';
$_['text_unzip']       = 'Файлларни очиш!';
$_['text_move']        = 'Файлларни нусхалаш!';
$_['text_xml']         = 'Ўзгартиришларни қўллаш!';
$_['text_remove']      = 'Вақтинчалик файлларни ўчириш!';
$_['text_clear']       = 'Вақтинчалик файллар муваффақиятли ўчирилди!';

// Error
$_['error_permission'] = 'Сизда модулни бошқариш учун рухсат йўқ!';
$_['error_install']    = 'Илтимос, ўрнатишдан олдин бир неча сония кутинг!';
$_['error_unzip']      = 'Zip-файлни очиш мумкин эмас!';
$_['error_file']       = 'Файл топилмади!';
$_['error_directory']  = 'Папка топилмади!';
$_['error_code']       = 'Ўзгартириш учун уникал код керак!';
$_['error_xml']        = '%s ўзгартириши аллақачон ишлатилган!';
$_['error_exists']     = '%s файли аллақачон мавжуд!';
$_['error_allowed']    = '%s папкасига ёзиш тақиқланган!';