<?php
// Heading
$_['heading_title']     = 'Юклаб олиш файллари';

// Text
$_['text_success']      = 'Созламалар муваффақиятли сақланди!';
$_['text_list']         = 'Юклаб олиш файллари рўйхати';
$_['text_add']          = 'Қўшиш';
$_['text_edit']         = 'Таҳрирлаш';
$_['text_upload']       = 'Файл муваффақиятли юкланди!';
$_['text_report']       = 'Ҳисобот';

// Column
$_['column_name']       = 'Номи';
$_['column_ip']         = 'IP манзили';
$_['column_account']    = 'Аккаунт';
$_['column_store']      = 'Дўкон';
$_['column_country']    = 'Мамлакат';
$_['column_date_added'] = 'Сана';
$_['column_action']     = 'Амаллар';

// Entry
$_['entry_name']        = 'Юклаш номи';
$_['entry_filename']    = 'Файл номи';
$_['entry_mask']        = 'Маска номи';

// Help
$_['help_filename']     = 'Файлни "Юклаш" тугмаси ёрдамида ёки қуйидаги FTP маълумотлари орқали юклашингиз мумкин.';
$_['help_mask']         = 'Файл номи ва маска турлича бўлиши тавсия этилади, бу тўғридан-тўғри киришни чеклайди.';

// Error
$_['error_warning']     = 'Диққат: Илтимос, шаклни хатолар учун текширинг!';
$_['error_permission']  = 'Юкламаларни таҳрирлаш учун рухсатингиз йўқ!';
$_['error_name']        = 'Ном 3 дан 64 тагача белгини ўз ичига олиши керак!';
$_['error_filename']    = 'Файл номи 3 дан 128 тагача белгини ўз ичига олиши керак!';
$_['error_filename_character']  = 'Файл номида фақат a-z, 0-9, - ва _ белгиларидан фойдаланиш мумкин!';
$_['error_directory']   = 'Файллар storage/download папкасида жойлашган бўлиши керак!';
$_['error_exists']      = 'Файл мавжуд эмас!';
$_['error_mask']        = 'Маска 3 дан 128 тагача белгидан иборат бўлиши керак!';
$_['error_mask_character']  = 'Маскада фақат a-z, 0-9, - ва _ белгиларидан фойдаланиш мумкин!';
$_['error_file_type']   = 'Файл тури нотўғри!';
$_['error_product']     = 'Диққат: Бу файлни ўчириш мумкин эмас, чунки у %s та товарга бириктирилган!';
