<?php
$_['heading_title'] = 'Шахсий маълумотларни ҳимоя қилиш умумий регламенти сўрови';

$_['text_account']      = 'Ҳисоб ёзуви';
$_['text_gdpr']         = 'Сиз %s GDPR сиёсати билан <a href="%s" target="_blank">бу ерда</a> танишишингиз мумкин.';
$_['text_verification'] = 'Ҳисоб ёзувини текшириш';
$_['text_email']        = 'GDPR сўровларини бажаришдан олдин, ҳисобингизни тасдиқлашимиз керак. Илтимос, қуйида электрон почта манзилингизни киритинг.';
$_['text_action']       = 'Амални танланг';
$_['text_export']       = 'Шахсий маълумотларни экспорт қилиш';
$_['text_remove']       = 'Шахсий маълумотларни ўчириш';
$_['text_warning']      = 'Диққат, сиз ҳисобингизга кириш имкониятини йўқотасиз!';
$_['text_access']       = 'Сизда %s ҳисобингизга кириш имконияти бўлмайди.';
$_['text_history']      = 'Сиз буюртмалар тарихи, ҳисоблар, сақланганлар ёки юклаб олишларингизга кириш имкониятига эга бўлмайсиз.';
$_['text_limit']        = 'Ҳисобни ўчириш сўровлари <strong>%s кун</strong> ичида кўриб чиқилади, бу фирибгарлик, товарни қайтариш ёки пулларни қайтариб бериш ҳолатларини кўриб чиқиш учун.';
$_['text_success']      = 'Электрон почта манзилингизга хат юборилди!';
$_['text_cancel']       = 'Бекор қилиш';

$_['entry_email']       = 'E-Mail';

$_['error_email']       = 'Электрон почта манзили нотўғри!';
$_['error_action']      = 'Сиз тўғри GDPR амалини танлашингиз керак!';
